Repository: jonasrrq/wahub
Catalog: src/WaHub/Resources/Resource.*.resx
Languages: fr, pt

# Instances_Manage_Duplicate[1]
source: Manage
fr: Gérer
pt: Gerir

# Instances_NoInstancesTitle_Duplicate[1]
source: You have no instances
fr: Vous n'avez pas d'instances
pt: Você não tem instâncias

# Instances_NoInstancesMessage_Duplicate[1]
source: Create your first WhatsApp instance to start sending messages
fr: Créez votre première instance WhatsApp pour commencer à envoyer des messages
pt: Crie sua primeira instância do WhatsApp para começar a enviar mensagens

# Instances_CreateFirstInstance_Duplicate[1]
source: Create the first instance
fr: Créer la Première Instance
pt: Crie a primeira instância

# Instances_NewInstanceModalTitle_Duplicate[1]
source: New WhatsApp Instance
fr: Nouvelle Instance WhatsApp
pt: Nova instância do WhatsApp

# Instances_InstanceNameLabel_Duplicate[1]
source: Instance name:
fr: Nom de l'instance :
pt: Nome da instância:

# Instances_InstanceNamePlaceholder_Duplicate[1]
source: Ex: Main sales
fr: Ex: Ventes Principales
pt: Ex: Principais vendas

# Instances_PhoneNumberLabel_Duplicate[1]
source: Telephone number:
fr: Numéro de téléphone :
pt: Número de telefone:

# Instances_Cancel_Duplicate[1]
source: Cancel
fr: Annuler
pt: Cancelar

# Instances_CreateInstance
source: Create the instance
fr: Créer l'Instance
pt: Crie a instância

# Instances_QRModalTitle
source: QR code for WhatsApp
fr: Code QR pour WhatsApp
pt: Código QR para WhatsApp

# Instances_QRInstructions
source: Scan this QR code with your WhatsApp application to connect this instance.
fr: Scannez ce code QR avec votre application WhatsApp pour connecter cette instance.
pt: Digitalize este código QR com a sua aplicação WhatsApp para conectar esta instância.

# Instances_Close_Duplicate[1]
source: Close
fr: Fermer
pt: Fechar

# Instances_Notification_CompleteAllFields
source: Please fill all fields
fr: Veuillez remplir tous les champs
pt: Por favor, preencha todos os campos

# Instances_Notification_InstanceCreatedSuccessfully
source: Instance '{0}' successfully created
fr: Instance '{0}' créée avec succès
pt: Instância '{0}' criado com sucesso

# Instances_Notification_ErrorCreatingInstance
source: Error when creating the body. Please try again.
fr: Erreur lors de la création de l'instance. Veuillez réessayer.
pt: Erro ao criar o corpo. Por favor, tente novamente.

# Instances_Notification_UnexpectedError
source: Unexpected error: {0}
fr: Erreur inattendue : {0}
pt: Erro inesperado: {0}

# Instances_Notification_InstanceToggledSuccessfully
source: Instance '{0}' {1} correctly
fr: Instance '{0}' {1} correctement
pt: Instância '{0}' {1} corretamente

# Instances_Notification_ErrorTogglingInstance
source: Error during the change of state of the body
fr: Erreur lors du changement d'état de l'instance
pt: Erro durante a mudança de estado do corpo

# Instances_Notification_ConfirmDelete
source: Are you sure you want to delete the instance '{0}'?
fr: Êtes-vous sûr de vouloir supprimer l'instance '{0}'?
pt: Tem certeza de que deseja excluir a instância '{0}'?

# Instances_Notification_InstanceDeletedSuccessfully
source: Instance '{0}' successfully deleted
fr: Instance '{0}' supprimée avec succès
pt: Instância '{0}' excluído com sucesso

# Instances_Notification_ErrorDeletingInstance
source: Error when deleting the body
fr: Erreur lors de la suppression de l'instance
pt: Erro ao excluir o corpo

# Instances_Notification_QRCodeInstructions
source: Scan the QR code with WhatsApp to connect the instance
fr: Scannez le code QR avec WhatsApp pour connecter l'instance
pt: Digitalize o código QR com o WhatsApp para conectar a instância

# Instances_Notification_ErrorGettingQRCode
source: Impossible to obtain the QR code
fr: Impossible d'obtenir le code QR
pt: Impossível de obter o código QR

# Instances_Notification_AdminFunctionalityComingSoon
source: Administration functionality for '{0}' soon available
fr: Fonctionnalité d'administration pour '{0}' bientôt disponible
pt: Funcionalidade de administração para '{0}' em breve disponível

# Profile_DeleteAccount_Error
source: Error deleting account: {0}
fr: Erreur lors de la suppression du compte : {0}
pt: Erro ao eliminar conta: {0}

# Profile_DefaultBio
source: Full Stack Developer with experience in WhatsApp automation
fr: Développeur Full Stack avec expérience en automatisation WhatsApp
pt: Desenvolvedor Full Stack com experiência em automação de WhatsApp

# Profile_NextBilling_Date
source: January 15, 2024
fr: 15 janvier 2024
pt: 15 de Janeiro de 2024

# Profile_Session_Location_Madrid
source: Madrid, Spain
fr: Madrid, Espagne
pt: Madrid, Espanha

# Profile_Session_LastActive_Now
source: Now
fr: Maintenant
pt: Agora

# Profile_Session_LastActive_2HoursAgo
source: 2 hours ago
fr: Il y a 2 heures
pt: Há 2 horas

# Profile_Session_Location_Barcelona
source: Barcelona, ​​Spain
fr: Barcelone, Espagne
pt: Barcelona, Espanha

# Profile_Session_LastActive_Yesterday
source: Yesterday
fr: Hier
pt: Ontem

# Profile_Billing_ProfessionalPlan_Dec
source: Professional Plan - December
fr: Plan Professionnel - Décembre
pt: Plano Profissional - Dezembro

# Profile_Billing_ProfessionalPlan_Nov
source: Professional Plan - November
fr: Plan Professionnel - Novembre
pt: Plano Profissional - Novembro

# Profile_Billing_ProfessionalPlan_Oct
source: Professional Plan - October
fr: Plan Professionnel - Octobre
pt: Plano Profissional - Outubro

# HomePageTitle
source: WaHub - WhatsApp Management Platform
fr: WaHub - Plateforme de gestion WhatsApp
pt: WaHub - Plataforma de Gestão do WhatsApp

# HomeHeroTitle
source: Wahub <span class = "highlight"> for developers </pan>
fr: Wahub <span class = "highlight"> pour les développeurs </anc>
pt: Wahub <span class = "destacar"> para desenvolvedores </an>

# HomeHeroDescription
source: Send and receive messages, manage chats, groups and channels easily with our business level API. Pay on behalf of WhatsApp, without message rates.
fr: Envoyez et recevez des messages, gérez facilement les chats, les groupes et les canaux avec notre API au niveau métier. Payer au nom de WhatsApp, sans tarifs de message.
pt: Envie e receba mensagens, gerencie bate -papos, grupos e canais facilmente com nossa API no nível de negócios. Pague em nome do WhatsApp, sem taxas de mensagem.

# HomeHeroButton
source: Start free test
fr: Démarrer le test gratuit
pt: Inicie o teste gratuito

# HomeTrialInfo
source: 3 days of free test • Without credit card • cancels whenever you want
fr: 3 jours de test gratuit • Sans carte de crédit • annule quand vous le souhaitez
pt: 3 dias de teste gratuito • sem cartão de crédito • Cancela sempre que quiser

# HomeWhyChoose
source: Why choose Wahub?
fr: Pourquoi choisir Wahub?
pt: Por que escolher o Wahub?

# Profile_Title
source: Profile
fr: Profil
pt: Perfil

# Profile_Section_PersonalInfo
source: Personal information
fr: Informations Personnelles
pt: Informações pessoais

# Profile_Label_FirstName
source: First Name
fr: Prénom
pt: Nome

# Profile_Label_LastName
source: Last Name
fr: Nom de Famille
pt: Apelido

# Profile_Label_PhoneNumber
source: Phone number
fr: Numéro de Téléphone
pt: Número de telefone

# Profile_Label_Country
source: Country
fr: Pays
pt: País

# Profile_Label_City
source: City
fr: Ville
pt: Cidade

# Profile_Label_Address
source: Address
fr: Adresse
pt: Endereço

# Profile_Label_ZipCode
source: Postal code
fr: Code Postal
pt: Código postal

# Profile_Section_Security
source: Security
fr: Sécurité
pt: Segurança

# Profile_Label_CurrentPassword
source: Current Password
fr: Mot de passe actuel
pt: Senha atual

# Profile_Label_NewPassword
source: New Password
fr: Nouveau mot de passe
pt: Nova Senha

# Profile_Label_ConfirmPassword
source: Confirm the new password
fr: Confirmer le nouveau mot de passe
pt: Confirme a nova senha

# Profile_Button_UpdateProfile
source: Update the profile
fr: Mettre à jour le profil
pt: Atualize o perfil

# Profile_Button_ChangePassword
source: Change Password
fr: Changer le mot de passe
pt: Alterar a senha

# Profile_Update_Success
source: Successful profile!
fr: Profil mis à jour avec succès !
pt: Perfil bem -sucedido!

# Profile_ChangePassword_Success
source: Password changed successfully!
fr: Mot de passe changé avec succès !
pt: A senha foi alterada com sucesso!

# Profile_Update_Error
source: Error when updating the profile: {0}
fr: Erreur lors de la mise à jour du profil : {0}
pt: Erro ao atualizar o perfil: {0}

# Profile_ChangePassword_Error
source: Error when changing password: {0}
fr: Erreur lors du changement de mot de passe : {0}
pt: Erro ao alterar a senha: {0}

# Profile_Validation_Required
source: {0} is required.
fr: {0} est requis.
pt: {0} é necessário.

# Profile_Validation_Email
source: Invalid e-mail format.
fr: Format d'e-mail invalide.
pt: Formato de e-mail inválido.

# Profile_Validation_PasswordMatch
source: The new password and the confirmation do not correspond.
fr: Le nouveau mot de passe et la confirmation ne correspondent pas.
pt: A nova senha e a confirmação não correspondem.

# Profile_Validation_PasswordLength
source: The {0} must contain at least {1} characters.
fr: Le {0} doit contenir au moins {1} caractères.
pt: O {0} deve conter pelo menos {1} caracteres.

# Profile_Validation_PasswordUppercase
source: The {0} must contain at least a capital character.
fr: Le {0} doit contenir au moins un caractère majuscule.
pt: O {0} deve conter pelo menos um caractere de capital.

# Profile_Validation_PasswordLowercase
source: The {0} must contain at least a tiny character.
fr: Le {0} doit contenir au moins un caractère minuscule.
pt: O {0} deve conter pelo menos um pequeno caractere.

# Profile_Validation_PasswordDigit
source: The {0} must contain at least one figure.
fr: Le {0} doit contenir au moins un chiffre.
pt: O {0} deve conter pelo menos uma figura.

# Profile_Validation_PasswordSpecialChar
source: The {0} must contain at least a special character.
fr: Le {0} doit contenir au moins un caractère spécial.
pt: O {0} deve conter pelo menos um caractere especial.

# Profile_Card_Title
source: Manage your profile
fr: Gérer votre profil
pt: Gerencie seu perfil

# Profile_Card_Description
source: You can change your personal information and password here.
fr: Vous pouvez modifier vos informations personnelles et votre mot de passe ici.
pt: Você pode alterar suas informações pessoais e senha aqui.

# Profile_DeleteAccount_Title
source: Delete account
fr: Supprimer le compte
pt: Excluir conta

# Profile_DeleteAccount_Description
source: Delete your account permanently. This action is irreversible.
fr: Supprimer définitivement votre compte. Cette action est irréversible.
pt: Exclua sua conta permanentemente. Esta ação é irreversível.

# Profile_DeleteAccount_Button
source: Delete account
fr: Supprimer le compte
pt: Excluir conta

# Profile_DeleteAccount_Confirm
source: Are you sure you want to delete your account? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.
pt: Tem certeza de que deseja excluir sua conta? Esta ação é irreversível.

# Profile_DeleteAccount_Success
source: Account deleted successfully.
fr: Compte supprimé avec succès.
pt: Conta excluída com sucesso.

# Home_CodeSectionTitle
source: Integration in minutes
fr: Intégration en quelques minutes
pt: Integração em Minutos

# Home_CodeCopy
source: Copy
fr: Copie
pt: Copiar

# CodeExampleTitle_Duplicate[1]
source: Send a message with the Wahub API
fr: Envoyer un message avec l'API WAHUB
pt: Enviar mensagem com a API do WaHub

# CodeExampleMessage_Duplicate[1]
source: Send message with WaHub API
fr: Envoyer un message avec l'API WaHub
pt: Enviar mensagem com a API do WaHub

# CodeExampleLog_Duplicate[1]
source: Message sent:
fr: Message envoyé :
pt: Mensagem enviada:

# FooterLegal
source: Legal
fr: Légal

# Register_Email
source: Email
fr: Adresse e-mail

# ApiDocs_Sidebar_SDKs_Title
source: SDKs
fr: SDK

# ApiDocs_SendMessages_PostEndpoint
source: POST /messages
fr: Publication / messages

# ApiDocs_Webhooks_Event_MessageReceived_Name
source: message_received:
fr: Messagereced:

# ApiDocs_Webhooks_Event_MessageDelivered_Name
source: message_delivered:
fr: Messaged Fivered:
