Repository: jonasrrq/wahub
Catalog: src/WaHub/Resources/Resource.*.resx
Languages: fr, pt

# Privacy_Retention_WhatsAppMessages
source: WhatsApp messages
fr: Messages WhatsApp
pt: Mensagens do WhatsApp

# Privacy_Retention_WhatsAppMessages_Period
source: 7-30 days (configurable)
fr: 7-30 jours (configurable)
pt: 7-30 dias (configurável)

# Privacy_Retention_WhatsAppMessages_Purpose
source: Automation functionality
fr: Fonctionnalité d'automatisation
pt: Funcionalidade de automação

# Privacy_Retention_UsageLogs
source: Usage logs
fr: Utiliser des enregistrements
pt: Registros de uso

# Privacy_Retention_UsageLogs_Period
source: 12 months
fr: 12 mois
pt: 12 meses

# Privacy_Retention_UsageLogs_Purpose
source: Service analysis and improvement
fr: Analyse et amélioration du service
pt: Análise e melhoria do serviço

# Privacy_Retention_BillingInfo
source: Billing information
fr: Informations de facturation
pt: Informações de faturamento

# Privacy_Retention_BillingInfo_Period
source: 7 years
fr: 7 ans
pt: 7 anos

# Privacy_Retention_BillingInfo_Purpose
source: Accounting and tax requirements
fr: Exigences comptables et budgétaires
pt: Requisitos contábeis e fiscais

# Privacy_Retention_SecurityLogs
source: Security logs
fr: Journaux de sécurité
pt: Logs de segurança

# Privacy_Retention_SecurityLogs_Period
source: 24 months
fr: 24 mois
pt: 24 meses

# Privacy_Retention_SecurityLogs_Purpose
source: Security and fraud detection
fr: Détection de sécurité et de fraude
pt: Segurança e detecção de fraude

# Privacy_Section6_2
source: 6.2 Data Deletion
fr: 6.2 Élimination des données
pt: 6.2 Eliminação de Dados

# Privacy_DataDeletion
source: When data is no longer needed for the purposes for which it was collected, we will securely delete it using methods that make recovery impossible.
fr: Lorsque les données ne sont plus nécessaires aux fins pour lesquelles elles ont été collectées, nous les supprimerons en toute sécurité en utilisant des méthodes qui rendent la récupération impossible.
pt: Quando os dados não forem mais necessários para os fins para os quais foram coletados, iremos excluí-los de forma segura usando métodos que tornam a recuperação impossível.

# Privacy_Section7_Title
source: 7. Your Rights
fr: 7. Vos droits
pt: 7. Seus Direitos

# Privacy_Section7_GDPR_Title
source: 7.1 Rights under GDPR (For EU residents)
fr: 7.1 Droits en vertu du RGPD (Pour les résidents de l'UE)
pt: 7.1 Direitos sob o GDPR (Para residentes da UE)

# Privacy_Section7_GDPR_Access_Title
source: Access
fr: Accès
pt: Acesso

# Privacy_Section7_GDPR_Access_Desc
source: Request copies of your personal data
fr: Demander des copies de vos données personnelles
pt: Solicitar cópias de seus dados pessoais

# Privacy_Section7_GDPR_Rectification_Title
source: Rectification
pt: Retificação

# Privacy_Section7_GDPR_Rectification_Desc
source: Correct inaccurate or incomplete information
fr: Corriger des informations inexactes ou incomplètes
pt: Corrigir informações imprecisas ou incompletas

# Privacy_Section7_GDPR_Erasure_Title
source: Erasure
fr: Suppression
pt: Eliminação

# Privacy_Section7_GDPR_Erasure_Desc
source: Request deletion of your personal data
fr: Demander la suppression de vos données personnelles
pt: Solicitar a exclusão de seus dados pessoais

# Privacy_Section7_GDPR_Restriction_Title
source: Restriction
pt: Restrição

# Privacy_Section7_GDPR_Restriction_Desc
source: Limit the processing of your data
fr: Limiter le traitement de vos données
pt: Limitar o processamento de seus dados

# Privacy_Section7_GDPR_Portability_Title
source: Portability
fr: Portabilité
pt: Portabilidade

# Privacy_Section7_GDPR_Portability_Desc
source: Receive your data in a structured format
fr: Recevoir vos données dans un format structuré
pt: Receber seus dados em formato estruturado

# Privacy_Section7_GDPR_Objection_Title
source: Objection
fr: Opposition
pt: Oposição

# Privacy_Section7_GDPR_Objection_Desc
source: Object to the processing of your data
fr: S'opposer au traitement de vos données
pt: Opor-se ao processamento de seus dados

# Privacy_Section7_GDPR_Consent_Title
source: Consent
fr: Consentement
pt: Consentimento

# Privacy_Section7_GDPR_Consent_Desc
source: Withdraw consent at any time
fr: Retirer le consentement à tout moment
pt: Retirar o consentimento a qualquer momento

# Testimonial1Text
source: "Wahub completely transformed our notification system. Integration was incredibly easy."
fr: "Wahub a complètement transformé notre système de notification. L'intégration a été incroyablement facile."
pt: "Wahub transformou completamente nosso sistema de notificação. A integração foi incrivelmente fácil".

# Testimonial2Text
source: "The fastest and most reliable API we have used. Technical support is exceptional."
fr: "L'API la plus rapide et la plus fiable que nous ayons utilisée. Le support technique est exceptionnel."
pt: "A API mais rápida e confiável que usamos. O suporte técnico é excepcional".

# Testimonial2Role
source: Lead Developer, e-commerce
fr: Développeur principal, commerce électronique
pt: Desenvolvedor principal, comércio eletrônico

# Testimonial3Text
source: "We climb 1,000 to 100,000 messages without problems. The platform is incredibly stable."
fr: "Nous grimpons 1 000 à 100 000 messages sans problème. La plate-forme est incroyablement stable."
pt: "Escalamos 1.000 a 100.000 mensagens sem problemas. A plataforma é incrivelmente estável".

# Testimonial3Role
source: FOUNDER, SAAS COMPANY
fr: Fondateur, compagnie SaaS
pt: Fundador, SaaS Company

# Privacy_Section6
source: 6. Data Retention
fr: 6. Conservation des données
pt: 6. Retenção de dados e eliminação

# Privacy_Section8_Title
source: 8. Use of Cookies
fr: 8. Utilisation des cookies
pt: 8. Uso de cookies

# Privacy_Section8_1_Title
source: 8.1 What Are Cookies
fr: 8.1 Que sont les cookies
pt: 8.1 O que são cookies

# Privacy_Section8_1_Desc
source: Cookies are small text files stored on your device when you visit our website. They help us improve your experience and provide personalized features.
fr: Les cookies sont de petits fichiers texte stockés sur votre appareil lorsque vous visitez notre site Web. Ils nous aident à améliorer votre expérience et à fournir des fonctionnalités personnalisées.
pt: Os cookies são pequenos arquivos de texto armazenados no seu dispositivo quando você visita nosso site. Eles nos ajudam a melhorar sua experiência e fornecer funcionalidades personalizadas.

# Privacy_Section8_2_Title
source: 8.2 Types of Cookies We Use
fr: 8.2 Types de cookies que nous utilisons
pt: 8.2 Tipos de cookies que usamos

# Privacy_Section8_Essential_Title
source: Essential Cookies
fr: Cookies essentiels
pt: Cookies essenciais

# Privacy_Section8_Essential_Desc
source: Necessary for the basic functioning of the site:
fr: Nécessaires au fonctionnement de base du site :
pt: Necessário para o funcionamento básico do site:

# Privacy_Section8_Essential_Session
source: User session management
fr: Gestion de la session utilisateur
pt: Gerenciamento de sessão do usuário

# Privacy_Section8_Essential_Security
source: Security preferences
fr: Préférences de sécurité
pt: Preferências de segurança

# Privacy_Section8_Essential_Cart
source: Shopping cart functionality
fr: Fonctionnalité du panier d'achat
pt: Funcionalidade do carrinho de compras

# Privacy_Section8_Performance_Title
source: Performance Cookies
fr: Cookies de performance
pt: Cookies de desempenho

# Privacy_Section8_Performance_Desc
source: To understand how users interact with our site:
fr: Pour comprendre comment les utilisateurs interagissent avec notre site :
pt: Para entender como os usuários interagem com o nosso site:

# Privacy_Section8_Performance_Metrics
source: Performance metrics
fr: Métriques de performance
pt: Métricas de desempenho

# Privacy_Section8_Performance_Usage
source: Usage analysis
fr: Analyse d'utilisation
pt: Use Análise

# Privacy_Section8_Functionality_Title
source: Functionality Cookies
fr: Cookies de fonctionnalité
pt: Cookies de funcionalidade

# Privacy_Section8_Functionality_Desc
source: To remember your preferences:
fr: Pour mémoriser vos préférences :
pt: Para lembrar suas preferências:

# Privacy_Section8_Functionality_Language
source: Language settings
fr: Paramètres de langue
pt: Configurações de idiomas

# Privacy_Section8_Functionality_Theme
source: Interface theme
fr: Thème de l'interface
pt: Tema da interface

# Privacy_Section8_Functionality_Display
source: Display preferences
fr: Préférences d'affichage
pt: Preferências de visualização

# Privacy_Section8_3_Title
source: 8.3 Cookie Management
fr: 8.3 Gestion des cookies
pt: 8.3 Gerenciamento de cookies

# Privacy_Section8_3_Desc
source: You can control cookies through:
fr: Vous pouvez contrôler les cookies via :
pt: Você pode controlar os cookies através de:

# Privacy_Section8_3_Browser
source: Your browser settings
fr: Paramètres de votre navigateur
pt: Suas configurações de navegador

# Privacy_Section8_3_Center
source: Our cookie preferences center
fr: Notre centre de préférences de cookies
pt: Nosso Centro de Preferências de Cookies

# Privacy_Section8_3_ThirdParty
source: Third-party opt-out tools
fr: Outils de désactivation tiers
pt: Ferramentas de opção de terceiros

# Privacy_Section9_Title
source: 9. International Transfers
fr: 9. Transferts internationaux
pt: 9. Transferências internacionais

# Privacy_Section9_Desc
source: We may transfer your personal information to countries outside your jurisdiction to provide our services. We ensure that such transfers comply with applicable data protection laws.
fr: Nous pouvons transférer vos informations personnelles vers des pays en dehors de votre juridiction pour fournir nos services. Nous veillons à ce que ces transferts soient conformes aux lois applicables sur la protection des données.
pt: Podemos transferir suas informações pessoais para países fora de sua jurisdição para fornecer nossos serviços. Garantimos que essas transferências cumpram as leis de proteção de dados aplicáveis.

# Privacy_Section9_Measures_Title
source: Protection Measures
fr: Mesures de protection
pt: Medidas de proteção

# Privacy_Section9_Measures_Processor
source: Data processing agreements with providers
fr: Accords de traitement des données avec les fournisseurs
pt: Acordos de processamento de dados com fornecedores

# Privacy_Section9_Measures_Technical
source: Appropriate technical and organizational measures
fr: Mesures techniques et organisationnelles appropriées
pt: Medidas técnicas e organizacionais apropriadas

# Privacy_Intro1
source: In Wahub, we deeply value your privacy and commit ourselves to protect your personal data. This privacy policy explains how we collect, use, disseminate and protect your information when you use our WhatsApp automation service.
fr: À Wahub, nous apprécions profondément votre vie privée et nous engageons à protéger vos données personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons, diffusons et protégeons vos informations lorsque vous utilisez notre service d'automatisation WhatsApp.
pt: No Wahub, valorizamos profundamente sua privacidade e nos comprometemos a proteger seus dados pessoais. Esta Política de Privacidade explica como coletamos, usamos, disseminamos e protegemos suas informações quando você usa nosso serviço de automação do WhatsApp.

# Privacy_Intro2
source: When using Wahub, you accept the practices described in this policy. If you do not agree with our privacy practices, you should not use our service.
fr: Lorsque vous utilisez WAHUB, vous acceptez les pratiques décrites dans cette politique. Si vous n'êtes pas d'accord avec nos pratiques de confidentialité, vous ne devez pas utiliser notre service.
pt: Ao usar o Wahub, você aceita as práticas descritas nesta política. Se você não concorda com nossas práticas de privacidade, não deve usar nosso serviço.

# Privacy_QuickSummary
source: Fast summary
fr: Résumé rapide
pt: Resumo rápido

# Privacy_QuickSummary1
source: ✅ We only collect necessary data for the service
fr: ✅ Nous collectons uniquement les données nécessaires pour le service
pt: ✅ Nós apenas coletamos os dados necessários para o serviço

# Privacy_QuickSummary2
source: ✅ We do not sell your personal data
fr: ✅ Nous ne vendons pas vos données personnelles
pt: ✅ Não vendemos seus dados pessoais

# Privacy_QuickSummary3
source: ✅ You can delete your data at any time
fr: ✅ Vous pouvez supprimer vos données à tout moment
pt: ✅ Você pode excluir seus dados a qualquer momento

# Privacy_QuickSummary4
source: ✅ We comply with GDPR and other privacy regulations
fr: ✅ Nous respectons le RGPD et d'autres réglementations de confidentialité
pt: ✅ Nós cumprimos o GDPR e outros regulamentos de privacidade

# Privacy_QuickSummary5
source: ✅ We implement business level security
fr: ✅ Nous mettons en œuvre une sécurité au niveau de l'entreprise
pt: ✅ Implementamos a segurança no nível dos negócios

# Privacy_Section10_Title
source: 10. Children's Privacy
fr: 10. Confidentialité des mineurs
pt: 10. Privacidade de menores

# Privacy_Section10_Desc1
source: Our service is not directed to children under 18. We do not knowingly collect personal information from children under 18.
fr: Notre service ne s'adresse pas aux mineurs de moins de 18 ans. Nous ne collectons pas sciemment d'informations personnelles auprès de mineurs de moins de 18 ans.
pt: Nosso serviço não é destinado a crianças menores de 18 anos. Não coletamos conscientemente informações pessoais de crianças menores de 18 anos.

# Privacy_Section10_Desc2
source: If we discover that we have collected information from a child under 18 without verifiable parental consent, we will take steps to delete that information from our servers.
fr: Si nous découvrons que nous avons collecté des informations auprès d'un mineur de moins de 18 ans sans consentement parental vérifiable, nous prendrons des mesures pour supprimer ces informations de nos serveurs.
pt: Se descobrirmos que compilamos informações de uma criança com menos de 18 anos sem consentimento verificável dos pais, tomaremos medidas para eliminar essas informações de nossos servidores.

# Privacy_Section10_Desc3
source: If you believe we may have information from a child under 18, please contact us immediately at privacy@wahub.com.
fr: Si vous pensez que nous pouvons avoir des informations sur un mineur de moins de 18 ans, veuillez nous contacter immédiatement à privacy@wahub.com.
pt: Se você acha que podemos ter informações de uma criança com menos de 18 anos, entre em contato conosco imediatamente em privacy@wahub.com.

# Privacy_Section11_Title
source: 11. Changes to this Policy
fr: 11. Modifications de cette politique
pt: 11. mudanças nessa política

# Privacy_Section11_Desc1
source: We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou pour d'autres raisons opérationnelles, juridiques ou réglementaires.
pt: Ocasionalmente, podemos atualizar esta política de privacidade para refletir mudanças em nossas práticas ou por outros motivos operacionais, legais ou regulatórios.

# Privacy_Section11_1_Title
source: 11.1 Change Notification
fr: 11.1 Notification des modifications
pt: 11.1 Notificação de mudanças

# Privacy_Section11_1_Change1
source: We will post the updated policy on this page
fr: Nous publierons la politique mise à jour sur cette page
pt: Publicaremos a política atualizada nesta página

# Privacy_Section11_1_Change2
source: We will update the "last updated" date
fr: Nous modifierons la date de "dernière mise à jour"
pt: Vamos mudar a data de "última atualização"

# Privacy_Section11_1_Change3
source: For important changes, we will send notification by email
fr: Pour les modifications importantes, nous enverrons une notification par e-mail
pt: Para mudanças importantes, enviaremos notificação por e -mail

# Privacy_Section11_1_Change4
source: For significant changes, we will request your renewed consent
fr: Pour les modifications significatives, nous solliciterons votre consentement renouvelé
pt: Para mudanças significativas, solicitaremos seu consentimento renovado

# Privacy_Section11_2_Title
source: 11.2 Regular Review
fr: 11.2 Révision régulière
pt: 11.2 Revisão regular

# Privacy_Section11_2_Desc1
source: We recommend reviewing this policy periodically to stay informed about how we protect your information.
fr: Nous vous recommandons de consulter régulièrement cette politique afin de rester informé sur la façon dont nous protégeons vos informations.
pt: Recomendamos revisar esta política periodicamente para se manter informado sobre como protegemos suas informações.

# Privacy_Section12_Title
source: 12. Contact
pt: 12. Contato

# Privacy_Section12_Desc1
source: If you have questions about this Privacy Policy or our data practices, you can contact us:
fr: Si vous avez des questions concernant cette politique de confidentialité ou nos pratiques en matière de données, vous pouvez nous contacter :
pt: Se você tiver dúvidas sobre esta política de privacidade ou nossas práticas de dados, entre em contato conosco:

# Privacy_Section12_DPO_Title
source: Data Protection Officer
fr: Délégué à la protection des données
pt: Oficial de Proteção de Dados

# Privacy_Section12_DPO_Phone
source: Phone: +1 (555) 123-4567
fr: Téléphone : +1 (555) 123-4567
pt: Telefone: +1 (555) 123-4567

# Privacy_Section12_Address_Title
source: Mailing Address
fr: Adresse postale
pt: Endereço postal

# Privacy_Section12_Address_Attn
source: Attn: Privacy Officer
pt: ATTN: Oficial de Privacidade

# Privacy_Section12_Address_Country
source: United States
fr: États-Unis
pt: EUA

# Privacy_Section12_EURep_Title
source: EU Representative
fr: Représentant dans l'UE
pt: Representante na UE

# Privacy_Section12_EURep_Desc
source: For EU residents, our representative is:
fr: Pour les résidents de l'UE, notre représentant est :
pt: Para os residentes da UE, nosso representante é:

# Privacy_Section12_Commitment_Title
source: Our Commitment
fr: Notre engagement
pt: Nosso compromisso

# Privacy_Section12_Commitment_Desc
source: At WaHub, privacy is not just a legal obligation, but a core value. We are committed to:
fr: Chez WaHub, la confidentialité n'est pas seulement une obligation légale, mais une valeur fondamentale. Nous nous engageons à :
pt: No Wahub, a privacidade não é apenas uma obrigação legal, mas um valor fundamental. Nós nos comprometemos a:

# Privacy_Section12_Commitment_1
source: Being transparent about our data practices
fr: Être transparents sur nos pratiques en matière de données
pt: Seja transparente sobre nossas práticas de dados

# Privacy_Section12_Commitment_2
source: Giving you control over your personal information
fr: Vous donner le contrôle sur vos informations personnelles
pt: Dê o controle sobre suas informações pessoais

# Privacy_Section12_Commitment_3
source: Protecting your data with the best security measures
fr: Protéger vos données avec les meilleures mesures de sécurité
pt: Proteja seus dados com as melhores medidas de segurança

# Privacy_Section12_Commitment_4
source: Responding quickly to your questions and requests
fr: Répondre rapidement à vos questions et demandes
pt: Responda rapidamente às suas perguntas e solicitações

# Privacy_Section12_Commitment_5
source: Maintaining high privacy standards in everything we do
fr: Maintenir des normes élevées de confidentialité dans tout ce que nous faisons
pt: Manter altos padrões de privacidade em tudo o que fazemos

# Privacy_Section3_3
source: 3.3 Communication
pt: 3.3 Comunicação

# Privacy_SendUpdates
source: Send service updates
fr: Envoyer des mises à jour de service
pt: Envie atualizações de serviço

# Privacy_AnswerSupport
source: Respond to inquiries and support requests
fr: Répondre aux demandes de renseignements et aux demandes de soutien
pt: Responda a consultas e solicitações de suporte

# Privacy_SendNewsletters
source: Send newsletters (with your consent)
fr: Envoyer des newsletters (avec votre consentement)
pt: Envie boletins informativos (com seu consentimento)

# Privacy_CommunicateChanges
source: Communicate policy or terms changes
fr: Communiquer la politique ou les modifications des termes
pt: Comunicar alterações de política ou termos

# Privacy_ProvidePromotions
source: Provide relevant promotional information (optional)
fr: Fournir des informations promotionnelles pertinentes (facultative)
pt: Fornecer informações promocionais relevantes (opcional)

# Privacy_Section3_4
source: 3.4 Security and Compliance
fr: 3.4 Sécurité et conformité
pt: 3.4 Segurança e conformidade

# Privacy_DetectFraud
source: Detect and prevent fraud or misuse
fr: Détecter et prévenir la fraude ou une mauvaise utilisation
pt: Detectar e prevenir fraude ou uso indevido

# Privacy_VerifyIdentity
source: Verify identity and authenticate users
fr: Vérifier l'identité et authentifier les utilisateurs
pt: Verifique a identidade e autentique usuários

# Privacy_ComplyLegal
source: Comply with legal and regulatory obligations
fr: Respecter les obligations juridiques et réglementaires
pt: Cumprir as obrigações legais e regulatórias

# Privacy_ProtectRights
source: Protect users' rights and security
fr: Protéger les droits et la sécurité des utilisateurs
pt: Proteger os direitos e segurança dos usuários

# Privacy_InvestigateSuspicious
source: Investigate suspicious activities
fr: Enquêter sur les activités suspectes
pt: Investigue atividades suspeitas

# Privacy_Section7_CCPA_Title
source: 7.2 Rights under CCPA (For California residents)
fr: 7.2 Droits en vertu du CCPA (Pour les résidents de Californie)
pt: 7.2 Direitos sob CCPA (para residentes da Califórnia)

# Privacy_Section7_CCPA_KnowCollected
source: Know what personal information is collected
fr: Savoir quelles informations personnelles sont collectées
pt: Saiba que informações pessoais são coletadas

# Privacy_Section7_CCPA_KnowSold
source: Know if personal information is sold or disclosed
fr: Savoir si les informations personnelles sont vendues ou divulguées
pt: Saiba se as informações pessoais são vendidas ou divulgadas

# Privacy_Section7_CCPA_OptOut
source: Say no to the sale of personal information
fr: Refuser la vente d'informations personnelles
pt: Diga não à venda de informações pessoais

# Privacy_Section7_CCPA_Access
source: Access personal information
fr: Accéder aux informations personnelles
pt: Acesse informações pessoais

# Privacy_Section7_CCPA_Delete
source: Request deletion of personal information
fr: Demander la suppression des informations personnelles
pt: Solicitar exclusão de informações pessoais

# Privacy_Section7_CCPA_NonDiscrimination
source: Not be discriminated against for exercising your rights
fr: Ne pas être discriminé pour l'exercice de vos droits
pt: Não ser discriminado por exercer seus direitos

# Privacy_Section7_Exercise_Title
source: 7.3 How to Exercise Your Rights
fr: 7.3 Comment exercer vos droits
pt: 7.3 Como exercer seus direitos

# Privacy_Section7_Exercise_Intro
source: To exercise any of these rights, you may:
fr: Pour exercer l'un de ces droits, vous pouvez :
pt: Para exercer qualquer um desses direitos, você pode:

# Privacy_Section7_Exercise_Settings
source: Use the privacy settings in your account
fr: Utiliser les paramètres de confidentialité de votre compte
pt: Use as configurações de privacidade em sua conta

# Privacy_Section7_Exercise_Contact
source: Contact us at <a href="mailto:privacy@wahub.com">privacy@wahub.com</a>
fr: Nous contacter à <a href="mailto:privacy@wahub.com">privacy@wahub.com</a>
pt: Entre em contato conosco em <a href = "Mailto: privacy@wahub.com"> privacy@wahub.com </a>
