Repository: jonasrrq/wahub
Catalog: src/WaHub/Resources/Resource.*.resx
Languages: fr, pt

# ApiDocs_SendMessages_Parameters_Type_Desc
source: Message type: text, image, document, audio, video
fr: Type de message: texte, image, document, audio, vidéo
pt: Tipo de mensagem: texto, imagem, documento, áudio, vídeo

# ApiDocs_SendMessages_Parameters_Text_Desc
source: Message text (required if type=text)
fr: Texte du message (requis si type = texte)
pt: Texto da mensagem (obrigatório se type=text)

# ApiDocs_SendMessages_Parameters_MediaUrl_Desc
source: URL of the multimedia file
fr: URL de fichier multimédia
pt: URL do ficheiro multimédia

# ApiDocs_SendMessages_ExampleText_Title
source: Example: Text message
fr: Exemple: SMS
pt: Exemplo: Mensagem de texto

# ApiDocs_SendMessages_ExampleImage_Title
source: Example: Send image
fr: Exemple: envoyer l'image
pt: Exemplo: Enviar imagem

# ApiDocs_SendMessages_ExampleImage_Caption
source: Look at this amazing photo!
fr: Regardez cette photo incroyable!
pt: Olhe para esta foto incrível!

# ApiDocs_Webhooks_Description
source: Receive real-time notifications when events occur in your WhatsApp instance.
fr: Recevez des notifications de temps réel lorsque les événements se produisent dans votre instance WhatsApp.
pt: Receba notificações em tempo real quando ocorrem eventos na sua instância do WhatsApp.

# ApiDocs_Webhooks_Config_Title
source: Configuration
pt: Configuração

# ApiDocs_Webhooks_Config_Description
source: Configure your webhook URL in the WaHub dashboard. When an event occurs, we will send a POST to your endpoint.
fr: Configurez votre URL WebHook sur le tableau de bord WAHUB. Lorsqu'un événement se produit, nous enverrons un message à votre point de terminaison.
pt: Configure o seu URL de webhook no dashboard do WaHub. Quando ocorrer um evento, enviaremos um POST para o seu endpoint.

# ApiDocs_Webhooks_Events_Title
source: Available Events
fr: Événements disponibles
pt: Eventos disponíveis

# ApiDocs_Webhooks_Event_MessageReceived_Desc
source: When you receive a message
fr: Lorsque vous recevez un message
pt: Quando recebe uma mensagem

# ApiDocs_Webhooks_Event_MessageSent_Desc
source: When you send a message
fr: Lorsque vous envoyez un message
pt: Quando envia uma mensagem

# ApiDocs_Webhooks_Event_MessageDelivered_Desc
source: When a message is delivered
fr: Lorsqu'un message est livré
pt: Quando uma mensagem é entregue

# ApiDocs_Webhooks_Event_MessageRead_Desc
source: When a message is read
fr: Lorsqu'un message est lu
pt: Quando uma mensagem é lida

# ApiDocs_Webhooks_Example_Title
source: Webhook Example
fr: Exemple Webhook
pt: Exemplo de webhook

# ApiDocs_Webhooks_Example_Message
source: Hello, how are you?
fr: Bonjour comment allez-vous?
pt: Olá, como está?

# ApiDocs_Title_Duplicate[1]
source: API Documentation
fr: Documentation API
pt: Documentação API

# Login_Password
source: Password
fr: Mot de passe
pt: Senha

# Login_SigningIn
source: Signing in...
fr: Connexion en cours...
pt: A iniciar sessão...

# Login_NoAccount
source: Don't have an account?
fr: Vous n'avez pas de compte?
pt: Não tem uma conta?

# Login_RegisterHere
source: Register here
fr: Inscrivez-vous ici
pt: Registe-se aqui

# Login_Validation_EmailRequired
source: Email is required
fr: L'e-mail est requis
pt: O email é obrigatório

# Login_Validation_EmailInvalid
source: Please enter a valid email
fr: Veuillez entrer un e-mail valide
pt: Introduza um email válido

# Login_Validation_PasswordRequired
source: Password is required
fr: Le mot de passe est requis
pt: A senha é obrigatória

# Login_Validation_EnterEmailPassword
source: Please enter your email and password.
fr: Veuillez saisir votre e-mail et votre mot de passe.
pt: Por favor, insira o seu email e senha.

# Login_ErrorDuringLogin
source: Error during login:
fr: Erreur lors de la connexion:
pt: Erro durante o login:

# Register_Title
source: Register
fr: Inscription
pt: Registo

# Instances_Title
source: Instances - WaHub
pt: Instâncias - WaHub

# Instances_YourInstances
source: Your Instances
fr: Vos instances
pt: As Suas Instâncias

# Instances_NewInstance
source: ➕ New Instance
fr: Nouvelle instance
pt: ➕ Nova Instância

# Instances_LoadingInstances
source: Loading instances...
fr: Chargement des instances ...
pt: A carregar instâncias...

# Instances_Retry
source: Retry
fr: Réintégrer
pt: Tentar novamente

# Instances_Pause
source: Pause
fr: Pauvreté
pt: Pausar

# Instances_Activate
source: Activate
fr: Activer
pt: Ativar

# Instances_ShowQr
source: Show QR
fr: Montrer QR
pt: Mostrar QR

# Instances_Delete
source: Delete
fr: Éliminer
pt: Eliminar

# Instances_Messages
source: Messages
pt: Mensagens

# Instances_Contacts
source: Contacts
pt: Contactos

# Instances_Created
source: Created:
fr: Créé:
pt: Criado:

# Instances_Last
source: Last:
fr: Dernier:
pt: Último:

# Instances_Manage
source: Manage
fr: Gérer
pt: Gerir

# Instances_NoInstancesTitle
source: You have no instances
fr: Vous n'avez aucun cas
pt: Não tem instâncias

# Instances_NoInstancesMessage
source: Create your first WhatsApp instance to start sending messages
fr: Créez votre première instance de WhatsApp pour commencer à envoyer des messages
pt: Crie a sua primeira instância do WhatsApp para começar a enviar mensagens

# Instances_CreateFirstInstance
source: Create First Instance
fr: Créer une première instance
pt: Criar Primeira Instância

# Instances_NewInstanceModalTitle
source: New WhatsApp Instance
fr: Nouvelle instance de WhatsApp
pt: Nova Instância do WhatsApp

# Instances_InstanceNameLabel
source: Instance Name:
fr: Nom de l'instance:
pt: Nome da instância:

# Instances_InstanceNamePlaceholder
source: Ex: Main Sales
fr: Ex: ventes principales
pt: Ex: Vendas Principal

# Instances_PhoneNumberLabel
source: Phone Number:
fr: Numéro de téléphone:
pt: Número de telefone:

# Instances_Cancel
source: Cancel
fr: Annuler
pt: Cancelar

# Instances_CreateInstanceButton
source: Create instance
fr: Créer une instance
pt: Criar Instância

# Instances_QrScanMessage
source: Scan this QR code with your WhatsApp application to connect this instance.
fr: Scannez ce code QR avec votre application WhatsApp pour connecter cette instance.
pt: Digitalize este código QR com a sua aplicação WhatsApp para conectar esta instância.

# Instances_Close
source: Close
fr: Fermer
pt: Fechar

# Instances_Status_Online
source: Connected
fr: Connecté
pt: Conectado

# Instances_Status_Offline
source: Offline
fr: Hors ligne
pt: Desconectado

# Register_CreateAccount
source: Create account
fr: Créer un compte
pt: Criar uma conta

# Register_Intro
source: Join Wahub and start integrating WhatsApp into your applications
fr: Rejoignez WaHub et commencez à intégrer WhatsApp dans vos applications
pt: Junte -se ao Wahub e comece a integrar o WhatsApp em seus aplicativos

# Register_FirstName
source: First Name
fr: Prénom
pt: Nome

# Register_LastName
source: Last Name
fr: Nom
pt: Apelido

# Register_Company
source: Enterprise
fr: Entreprise
pt: Empresa

# Register_Password
source: Password
fr: Mot de passe
pt: Senha

# Register_ConfirmPassword
source: Confirm Password
fr: Confirmer le mot de passe
pt: Confirme sua senha

# Register_AcceptTermsPart1
source: I accept the
fr: J'accepte les
pt: Eu aceito o

# Register_TermsAndConditions
source: Terms and conditions
fr: conditions générales
pt: Termos e Condições

# Register_AcceptTermsPart2
source: and the
fr: et la
pt: e o

# Register_PrivacyPolicy
source: Privacy Policy
fr: politique de confidentialité
pt: política de Privacidade

# Register_CreatingAccount
source: Creating account ...
fr: Création du compte...
pt: Criando conta ...

# Register_CreateFreeAccount
source: Create free account
fr: Créer un compte gratuit
pt: Crie uma conta gratuita

# Register_AlreadyHaveAccount
source: Do you already have an account?
fr: Vous avez déjà un compte?
pt: Você já tem uma conta?

# Register_SignIn
source: Locate session
fr: Connectez-vous
pt: Localize a sessão

# Register_BenefitsTitle
source: What you get with Wahub
fr: Ce que vous obtenez avec WaHub
pt: O que você recebe com o wahub

# Register_Benefit1
source: ✅ 1,000 free messages per month
fr: ✅ 1 000 messages gratuits par mois
pt: ✅ 1.000 mensagens gratuitas por mês

# Register_Benefit2
source: ✅ API Rest easy to use
fr: ✅ API REST facile à utiliser
pt: ✅ API REST FÁCIL DE USAR

# Register_Benefit3
source: ✅ Webhooks in real time
fr: ✅ Webhooks en temps réel
pt: ✅ WebHooks em tempo real

# Register_Benefit4
source: ✅ Analytical Dashboard
fr: ✅ Tableau de bord analytique
pt: ✅ Painel analítico

# Register_Benefit5
source: ✅ Technical Support 24/7
fr: ✅ Support technique 24/7
pt: ✅ Suporte técnico 24/7

# Register_Benefit6
source: ✅ Complete documentation
fr: ✅ Documentation complète
pt: ✅ Documentação completa

# Register_TestimonialQuote
source: "Wahub transformed our communication with customers. Integration was super simple."
fr: "WaHub a complètement transformé notre communication client. L'intégration a été super simple."
pt: "Wahub transformou nossa comunicação com os clientes. A integração era super simples."

# Register_Validation_FirstNameRequired
source: First name is required
fr: Le prénom est requis
pt: O nome é obrigatório

# Register_Validation_LastNameRequired
source: Last name is required
fr: Le nom est requis
pt: O apelido é obrigatório

# Register_Validation_EmailRequired
source: Email is required
fr: L'adresse e-mail est requise
pt: O email é necessário

# Register_Validation_EmailInvalid
source: The email format is not valid
fr: Le format de l'adresse e-mail n'est pas valide
pt: O formato de email não é válido

# Register_Validation_PasswordsDoNotMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas
pt: Senhas não correspondem

# Register_Validation_MustAcceptTerms
source: You must accept the terms and conditions
fr: Vous devez accepter les conditions générales
pt: Você deve aceitar os termos e condições

# Register_Validation_PasswordRequired
source: Password is required
fr: Le mot de passe est requis
pt: A senha é obrigatória

# Register_Validation_PasswordMinLength
source: The password must have at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères
pt: A senha deve ter pelo menos 8 caracteres

# Register_Validation_PasswordUppercase
source: The password must contain at least one capital letter
fr: Le mot de passe doit contenir au moins une lettre majuscule
pt: A senha deve conter pelo menos uma letra maiúscula

# Register_Validation_PasswordLowercase
source: The password must contain at least one lowercase letter
fr: Le mot de passe doit contenir au moins une lettre minuscule
pt: A senha deve conter pelo menos uma letra minúscula

# Register_Validation_PasswordDigit
source: The password must contain at least one number
fr: Le mot de passe doit contenir au moins un chiffre
pt: A senha deve conter pelo menos um número

# Register_ErrorCreatingAccount
source: Error when creating the account. Please try it again.
fr: Erreur lors de la création du compte. Veuillez réessayer.
pt: Erro ao criar a conta. Por favor, tente novamente.

# Dashboard_PageTitle
source: Dashboard
fr: Tableau de bord
pt: Painel

# Dashboard_WelcomeMessage
source: Welcome to your WaHub control panel
fr: Bienvenue sur votre tableau de bord WaHub
pt: Bem-vindo ao seu painel de controlo WaHub

# Dashboard_ActiveInstances
source: Active Instances
fr: Instances Actives
pt: Instâncias Ativas

# Dashboard_ThisWeek
source: this week
fr: cette semaine
pt: esta semana

# Dashboard_MessagesSent
source: Messages Sent
fr: Messages Envoyés
pt: Mensagens Enviadas

# Dashboard_VsPreviousMonth
source: vs previous month
fr: par rapport au mois précédent
pt: vs mês anterior

# Dashboard_Contacts
source: Contacts
pt: Contactos

# Dashboard_NewContacts
source: new
fr: nouveaux
pt: novos

# Dashboard_APICalls
source: API Calls
fr: Appels API
pt: Chamadas de API

# Dashboard_VsYesterday
source: vs yesterday
fr: par rapport à hier
pt: vs ontem

# Dashboard_MessagesPerDay
source: Messages per Day
fr: Messages par Jour
pt: Mensagens por Dia

# Dashboard_MessagesChartPlaceholder
source: Message sent chart (integrate Chart.js)
fr: Graphique des messages envoyés (intégrer Chart.js)
pt: Gráfico de mensagens enviadas (integrar Chart.js)

# Dashboard_RecentActivity
source: Recent Activity
fr: Activité Récente
pt: Atividade Recente

# Dashboard_MessageSentTo
source: Message sent to
fr: Message envoyé à
pt: Mensagem enviada para

# Dashboard_MinutesAgo
source: {0} min ago
fr: Il y a {0} min
pt: Há {0} min

# Dashboard_NewInstanceCreated
source: New instance "{0}" created
fr: Nouvelle instance "{0}" créée
pt: Nova instância "{0}" criada

# Dashboard_HourAgo
source: {0} hour ago
fr: Il y a {0} heure
pt: Há {0} hora

# Dashboard_WebhookConfigured
source: Webhook configured for main instance
fr: Webhook configuré pour l'instance principale
pt: Webhook configurado para instância principal

# Dashboard_HoursAgo
source: {0} hours ago
fr: Il y a {0} heures
pt: Há {0} horas

# Dashboard_ContactAdded
source: Contact added: {0}
fr: Contact ajouté : {0}
pt: Contacto adicionado: {0}

# Dashboard_QuickActions
source: Quick Actions
fr: Actions Rapides
pt: Ações Rápidas

# Dashboard_NewInstanceButton
source: New Instance
fr: Nouvelle Instance
pt: Nova Instância

# Dashboard_SendMessageButton
source: Send Message
fr: Envoyer un Message
pt: Enviar Mensagem

# Dashboard_ViewAPIDocsButton
source: View API Docs
fr: Voir les Docs API
pt: Ver Documentos da API

# Dashboard_SupportButton
source: Support
pt: Suporte

# Dashboard_InteractivityTestTitle
source: Interactivity Test
fr: Test d'Interactivité
pt: Teste de Interatividade

# Dashboard_InteractivityTestMessage
source: This section demonstrates that server interactivity is working:
fr: Cette section démontre que l'interactivité du serveur fonctionne :
pt: Esta secção demonstra que a interatividade do servidor está a funcionar:

# Dashboard_TestInteractivityButton
source: Test Interactivity
fr: Tester l'Interactivité
pt: Testar Interatividade

# Dashboard_Clicks
source: Clicks
fr: Clics
pt: Cliques

# Dashboard_ResetCounterButton
source: Reset Counter
fr: Réinitialiser le Compteur
pt: Reiniciar Contador

# Dashboard_InteractivitySuccessMessage
source: Interactivity works perfectly! Buttons respond to onclick events.
fr: L'interactivité fonctionne parfaitement ! Les boutons répondent aux événements onclick.
pt: A interatividade funciona perfeitamente! Os botões respondem aos eventos onclick.

# Dashboard_RealTimeStatusMonitor
source: Real-Time Status Monitor
fr: Moniteur de Statut en Temps Réel
pt: Monitor de Estado em Tempo Real

# Dashboard_RealTimeDataMessage
source: Data that updates automatically every 3 seconds:
fr: Données qui se mettent à jour automatiquement toutes les 3 secondes :
pt: Dados que se atualizam automaticamente a cada 3 segundos:

# Dashboard_OnlineUsers
source: Online users
fr: Utilisateurs en ligne
pt: Utilizadores online

# Dashboard_MessagesPerSecond
source: Messages per second
fr: Messages par seconde
pt: Mensagens por segundo

# Dashboard_ServerLoad
source: Server load
fr: Charge du serveur
pt: Carga do servidor

# Dashboard_MessageQueue
source: Message queue
fr: File d'attente des messages
pt: Fila de mensagens

# Dashboard_PauseMonitoring
source: Pause
pt: Pausar

# Dashboard_StartMonitoring
source: Start
fr: Démarrer
pt: Iniciar

# Dashboard_MonitorActiveMessage
source: Monitor active - Updating data every 3 seconds...
fr: Moniteur actif - Mise à jour des données toutes les 3 secondes...
pt: Monitor ativo - Atualizando dados a cada 3 segundos...

# Dashboard_AccessDeniedTitle
source: Access Denied
fr: Accès Refusé
pt: Acesso Negado

# Dashboard_AccessDeniedMessage
source: You are not authenticated.
fr: Vous n'êtes pas authentifié.
pt: Não está autenticado.

# Dashboard_GoToLogin
source: Go to Login
fr: Aller à la Connexion
pt: Ir para Login

# Profile_PageTitle
source: My Profile
fr: Mon profil
pt: Meu perfil

# Profile_ChangeAvatarTitle
source: Change avatar
fr: Changer d'avatar
pt: Alterar avatar

# Profile_VerifiedBadge
source: Verified
fr: Vérifié
pt: Verificado

# Profile_PersonalInformationTab
source: Personal Information
fr: Information personnelle
pt: Informações pessoais

# Profile_SecurityTab
source: Security
fr: Sécurité
pt: Segurança

# Profile_PreferencesTab
source: Preferences
fr: Préférences
pt: Preferências

# Profile_BillingTab
source: Billing
fr: Facturation
pt: Faturação

# Profile_PersonalInformationTitle
source: Personal Information
fr: Information personnelle
pt: Informações pessoais

# Profile_FirstNameLabel
source: First Name
fr: Prénom
pt: Nome

# Profile_LastNameLabel
source: Last Name
fr: Nom de Famille
pt: Apelido

# Profile_EmailChangeHelp
source: To change your email, contact support
fr: Pour modifier votre e-mail, contactez l'assistance
pt: Para alterar seu e -mail, entre em contato com o suporte

# Profile_PhoneLabel
source: Phone
fr: Téléphone
pt: Telefone

# Profile_CompanyLabel
source: Company
fr: Entreprise
pt: Empresa

# Profile_BioLabel
source: Biography
fr: Biographie
pt: Biografia

# Profile_SavingText
source: Saving...
fr: Garder ...
pt: Manter ...

# Profile_SaveChangesButton
source: Save Changes
fr: Enregistrer les modifications
pt: Salvar alterações

# Profile_SecurityTitle
source: Security
fr: Sécurité
pt: Segurança

# Profile_ChangePasswordTitle
source: Change Password
fr: Changer le mot de passe
pt: Alterar a senha

# Profile_CurrentPasswordLabel
source: Current Password
fr: Mot de passe actuel
pt: Senha atual

# Profile_NewPasswordLabel
source: New Password
fr: Nouveau mot de passe
pt: Nova Senha

# Profile_ConfirmNewPasswordLabel
source: Confirm New Password
fr: Confirmer un nouveau mot de passe
pt: Confirme nova senha

# Profile_ChangePasswordButton
source: Change Password
fr: Changer le mot de passe
pt: Alterar a senha

# Profile_TwoFactorAuthenticationTitle
source: Two-Factor Authentication
fr: Authentification de deux facteurs
pt: Autenticação de dois fatores

# Profile_TwoFactorEnabled
source: Enabled
fr: Activé
pt: Ativado

# Profile_TwoFactorDisabled
source: Disabled
fr: Désactivé
pt: Desabilitado

# Profile_TwoFactorHelp
source: Add an extra layer of security to your account
fr: Ajoutez une couche de sécurité supplémentaire à votre compte
pt: Adicione uma camada de segurança extra à sua conta

# Profile_DeactivateTwoFactor
source: Deactivate
fr: Désactiver
pt: Desativar

# Profile_ActivateTwoFactor
source: Activate
fr: Activer
pt: Ativar

# Profile_ActiveSessionsTitle
source: Active Sessions
fr: Sessions actives
pt: Sessões ativas

# Profile_CurrentSessionBadge
source: Current
fr: Actuel
pt: Atual

# Profile_CloseSessionButton
source: Log Out
fr: Déconnexion
pt: Sair

# Profile_PreferencesTitle
source: Preferences
fr: Préférences
pt: Preferências

# Profile_AppearanceTitle
source: Appearance
fr: Apparence
pt: Aparência

# Profile_ThemeLabel
source: Theme
fr: Problème
pt: Emitir

# Profile_ThemeDescription
source: Choose the interface theme
fr: Choisissez le problème d'interface
pt: Escolha o problema da interface

# Profile_LightTheme
source: Light
fr: Clair
pt: Claro

# Profile_DarkTheme
source: Dark
fr: Sombre
pt: Escuro

# Profile_AutoTheme
source: Auto
fr: Automatique
pt: Automático

# Profile_LanguageLabel
source: Language
fr: Langue
pt: Linguagem

# Profile_LanguageDescription
source: Interface language
fr: Interface
pt: Interface

# Profile_SpanishLanguage
source: Spanish
fr: Espagnol
pt: Espanhol

# Profile_EnglishLanguage
source: English
fr: Anglais
pt: Inglês

# Profile_PortugueseLanguage
source: Portuguese
fr: portugais
pt: Português

# Profile_NotificationsTitle
source: Notifications
pt: Notificações

# Profile_EmailNotificationsTitle
source: Email Notifications
fr: Notifications par e-mail
pt: Notificações por e -mail

# Profile_EmailNotificationsDescription
source: Receive important updates by email
fr: Recevoir des mises à jour importantes par e-mail
pt: Receba atualizações importantes por e -mail

# Profile_PushNotificationsTitle
source: Push Notifications
fr: Notifications push
pt: Notificações push

# Profile_PushNotificationsDescription
source: Real-time notifications in the browser
fr: Notifications de temps réel dans le navigateur
pt: Notificações reais de tempo no navegador

# Profile_NewsletterTitle
source: Newsletter
fr: Bulletin d'information
pt: Boletim de notícias

# Profile_NewsletterDescription
source: Stay up to date with new features and tips
fr: Restez à jour avec de nouvelles fonctions et conseils
pt: Mantenha -se atualizado com novas funções e conselhos

# Profile_SavePreferencesButton
source: Save Preferences
fr: Sauver les préférences
pt: Salvar preferências

# Profile_BillingTitle
source: Billing
fr: Facturation
pt: Faturação

# Profile_CurrentPlanTitle
source: Current Plan
fr: Plan actuel
pt: Plano atual

# Profile_NextBillingLabel
source: Next billing:
fr: Facturation suivante:
pt: Próximo faturamento:

# Profile_ChangePlanButton
source: Change Plan
fr: Plan de changement
pt: Plano de mudança

# Profile_PaymentMethodTitle
source: Payment Method
fr: Mode de paiement
pt: Método de pagamento

# Profile_UpdatePaymentMethodButton
source: Update
fr: Mise à jour
pt: Atualizar

# Profile_BillingHistoryTitle
source: Billing History
pt: História de cobrança

# Profile_DownloadInvoiceButton
source: Download
fr: Décharge
pt: Descarga

# Profile_PersonalInfoUpdatedSuccessfully
source: Personal information updated successfully
fr: Informations personnelles mises à jour avec succès
pt: Informações pessoais atualizadas com sucesso

# Profile_PasswordChangedSuccessfully
source: Password changed successfully
fr: Mot de passe modifié avec succès
pt: Senha alterada com sucesso

# Profile_ErrorChangingPassword
source: Error changing password
fr: Erreur lors de la modification du mot de passe
pt: Erro ao alterar a senha

# Profile_TwoFactorToggleMessage
source: Two-factor authentication {0}enabled{1}disabled
fr: Deux facteurs Authentification {0} activé {1} désactivé
pt: Dois fatores autenticação {0} ativada {1} desativada

# Profile_SessionClosedSuccessfully
source: Session closed successfully
fr: Session fermée avec succès
pt: Sessão fechada com sucesso

# Profile_PreferencesSavedSuccessfully
source: Preferences saved successfully
fr: Préférences économisées avec succès
pt: Preferências salvas com sucesso

# Profile_ErrorSavingPreferences
source: Error saving preferences
fr: Préférences d'économie d'erreur
pt: Erro para salvar preferências

# Profile_ChangeAvatarComingSoon
source: Avatar change feature coming soon
fr: Fonction de changement d'avatar bientôt disponible
pt: Função de mudança de avatar em breve disponível

# Instances_PageTitle
source: Instances
pt: Instâncias

# Instances_YourInstances_Duplicate[1]
source: Your instances
fr: Vos Instances
pt: Suas instâncias

# Instances_NewInstance_Duplicate[1]
source: New Instance
fr: Nouvelle Instance
pt: Nova Instância

# Instances_LoadingInstances_Duplicate[1]
source: Loading instances ...
fr: Chargement des instances...
pt: Instâncias de carregamento ...

# Instances_ErrorLoadingInstances
source: Error when loading instances
fr: Erreur lors du chargement des instances
pt: Erro ao carregar instâncias

# Instances_Retry_Duplicate[1]
source: Try again
fr: Réessayer
pt: Tente novamente

# Instances_StatusConnected
source: Connected
fr: Connecté
pt: Conectado

# Instances_StatusDisconnected
source: Disconnected
fr: Déconnecté
pt: Desconectado

# Instances_Pause_Duplicate[1]
source: Pause
pt: Pausar

# Instances_Activate_Duplicate[1]
source: Activate
fr: Activer
pt: Ativar

# Instances_Delete_Duplicate[1]
source: DELETE
fr: Supprimer
pt: EXCLUIR

# Instances_Messages_Duplicate[1]
source: Messages
pt: Mensagens

# Instances_Contacts_Duplicate[1]
source: Contacts
pt: Contactos

# Instances_Created_Duplicate[1]
source: Created
fr: Créé
pt: Criado

# Instances_LastActive
source: Last
fr: Dernière
pt: Durar
