Repository: jonasrrq/wahub
Catalog: src/WaHub/Resources/Resource.*.resx
Languages: fr, pt

source: Login
fr: Se connecter
pt: Fazer login

# HomeNavbar_Prices
source: Prices
fr: Prix
pt: Preços

# HomeNavbar_Contact
source: Contact
pt: Contato

# HomeNavbar_Register
source: Register
fr: S'inscrire
pt: Registrar

# WaHubSidebar_Profile
source: Profile
fr: Profil
pt: Perfil

# WaHubSidebar_Logout
source: Logout
fr: Déconnexion
pt: Sair

# Error404Title
source: Error 404
fr: Erreur 404
pt: Erro 404

source: Page Not Found
fr: Page non trouvée
pt: Página não encontrada

# PageNotFoundMessage
source: Sorry, the page you are looking for does not exist or has been moved.
fr: Désolé, la page que vous recherchez n'existe pas ou a été déplacée.
pt: Desculpe, a página que procura não existe ou foi movida.

source: Back to Home
fr: Retour à l'accueil
pt: Voltar ao início

source: Back to Dashboard
fr: Retour au tableau de bord
pt: Voltar ao painel

# UnderConstructionTitle
source: Page Under Construction!
fr: Page en construction !
pt: Página em construção!

# UnderConstructionMessage1
source: We're working hard to bring you this section very soon.
fr: Nous travaillons dur pour vous apporter cette section très bientôt.
pt: Estamos a trabalhar para trazer-lhe esta secção muito em breve.

# UnderConstructionMessage2
source: Please check back later or explore other areas of the platform.
fr: Veuillez revenir plus tard ou explorer d'autres parties de la plateforme.
pt: Volte mais tarde ou explore outras áreas da plataforma.

# BackToDashboardButton
source: Back to Dashboard
fr: Retour au tableau de bord
pt: Voltar ao Painel

# Home_PageTitle
source: WaHub - WhatsApp Management Platform
fr: WaHub - Plateforme de Gestion WhatsApp
pt: WaHub - Plataforma de Gestão de WhatsApp

# Home_HeroTitle
source: WaHub for Developers
fr: WaHub pour les Développeurs
pt: WaHub para Desenvolvedores

# Home_HeroDescription
source: Send and receive messages, manage chats, groups, and channels easily with our enterprise-grade API. Pay per WhatsApp account, no per-message fees.
fr: Envoyez et recevez des messages, gérez les discussions, groupes et canaux facilement avec notre API de niveau entreprise. Payez par compte WhatsApp, sans frais par message.
pt: Envie e receba mensagens, gerencie chats, grupos e canais facilmente com nossa API de nível empresarial. Pague por conta do WhatsApp, sem taxas por mensagem.

# Home_HeroButton
source: Start Free Trial
fr: Commencer l'Essai Gratuit
pt: Começar Teste Grátis

# Home_TrialInfo
source: 3-day free trial • No credit card required • Cancel anytime
fr: 3 jours d'essai gratuit • Pas de carte de crédit requise • Annulez à tout moment
pt: 3 dias de teste grátis • Sem cartão de crédito • Cancele quando quiser

# Home_WhyChoose
source: Why Choose WaHub?
fr: Pourquoi Choisir WaHub?
pt: Porquê Escolher WaHub?

# FeatureFastApiTitle
source: Ultra-Fast API
fr: API Ultra-Rapide
pt: API Ultrarrápida

# FeatureFastApiDesc
source: Integrate WhatsApp in seconds with our simple yet powerful REST API. Average response time < 100ms.
fr: Intégrez WhatsApp en quelques secondes avec notre API REST simple et puissante. Temps de réponse moyen &lt; 100ms.
pt: Integre o WhatsApp em segundos com nossa API REST simples e poderosa. Tempo de resposta médio < 100ms.

# FeatureSecurityTitle
source: Advanced Security
fr: Sécurité Avancée
pt: Segurança Avançada

# FeatureSecurityDesc
source: JWT authentication, end-to-end encryption, and GDPR compliance. Your data is protected.
fr: Authentification JWT, chiffrement de bout en bout et conformité RGPD. Vos données sont protégées.
pt: Autenticação JWT, encriptação de ponta a ponta e conformidade com GDPR. Os seus dados estão protegidos.

# FeatureAnalyticsTitle
source: Real-time Analytics
fr: Analyses en Temps Réel
pt: Análise em Tempo Real

# FeatureAnalyticsDesc
source: Monitor delivery, response, and engagement metrics with interactive dashboards.
fr: Surveillez les métriques de livraison, de réponse et d'engagement avec des tableaux de bord interactifs.
pt: Monitorize métricas de entrega, resposta e envolvimento com dashboards interativos.

# FeatureWebhooksTitle
source: Smart Webhooks
fr: Webhooks Intelligents
pt: Webhooks Inteligentes

# FeatureWebhooksDesc
source: Receive instant notifications for incoming messages and delivery statuses.
fr: Recevez des notifications instantanées pour les messages entrants et les statuts de livraison.
pt: Receba notificações instantâneas para mensagens recebidas e estados de entrega.

# FeatureInstancesTitle
source: Multiple Instances
fr: Multiples Instances
pt: Múltiplas Instâncias

# FeatureInstancesDesc
source: Manage multiple WhatsApp numbers from a single platform. Ideal for teams.
fr: Gérez plusieurs numéros WhatsApp à partir d'une seule plateforme. Idéal pour les équipes.
pt: Gerencie vários números de WhatsApp a partir de uma única plataforma. Ideal para equipas.

# FeatureMediaTitle
source: Full Multimedia
fr: Support Multimédia Complet
pt: Multimédia Completo

# FeatureMediaDesc
source: Send images, videos, audio, documents, and locations without limitations.
fr: Envoyez des images, vidéos, audios, documents et localisations sans limites.
pt: Envie imagens, vídeos, áudios, documentos e localizações sem limitações.

# HomeCodeSectionTitle
source: Integration in Minutes
fr: Intégration en Quelques Minutes
pt: Integração em Minutos

# HomeCodeCopy
source: Copy
fr: Copier
pt: Copiar

# HomeCodeMessage
source: Hello! Message sent from WaHub 🚀
fr: Bonjour ! Message envoyé depuis WaHub 🚀
pt: Olá! Mensagem enviada do WaHub 🚀

# HomeCodeLog
source: Message sent:
fr: Message envoyé :
pt: Mensagem enviada:

# HomePricingTitle
source: Transparent Pricing
fr: Tarification Transparente
pt: Preços Transparentes

# HomePricingPerMonth
source: /month
fr: /mois
pt: /mês

# PlanDeveloper
source: Developer
fr: Développeur
pt: Programador

# PlanDeveloperMessages
source: 1,000 messages/month
fr: 1 000 messages/mois
pt: 1.000 mensagens/mês

# PlanDeveloperInstances
source: 1 instance
pt: 1 instância

# PlanDeveloperApi
source: Full API access
fr: API complète
pt: API completa

# PlanDeveloperSupport
source: Email support
fr: Support par email
pt: Suporte por email

# PlanDeveloperButton
source: Get started free
fr: Commencer gratuitement
pt: Começar grátis

# PlanStartupBadge
source: Most Popular
fr: Le Plus Populaire
pt: Mais Popular

# PlanStartupMessages
source: 50,000 messages/month
fr: 50 000 messages/mois
pt: 50.000 mensagens/mês

# PlanStartupInstances
source: 5 instances
pt: 5 instâncias

# PlanStartupAnalytics
source: Advanced analytics
fr: Analyses avancées
pt: Análises avançadas

# PlanStartupSupport
source: Priority support
fr: Support prioritaire
pt: Suporte prioritário

# PlanStartupButton
source: Start trial
fr: Commencer l'essai
pt: Iniciar teste

# PlanEnterprise
source: Enterprise
fr: Entreprise
pt: Empresa

# PlanEnterpriseMessages
source: 500,000 messages/month
fr: 500 000 messages/mois
pt: 500.000 mensagens/mês

# PlanEnterpriseInstances
source: Unlimited instances
fr: Instances illimitées
pt: Instâncias ilimitadas

# PlanEnterpriseSla
source: 99.9% SLA
fr: SLA 99,9%
pt: SLA 99,9%

# PlanEnterpriseSupport
source: 24/7 support
fr: Support 24/7
pt: Suporte 24/7

# PlanEnterpriseIntegrations
source: Custom integrations
fr: Intégrations personnalisées
pt: Integrações personalizadas

# PlanEnterpriseButton
source: Contact sales
fr: Contacter les ventes
pt: Fale com vendas

# HomeTestimonialsTitle
source: What our users say
fr: Ce que disent nos utilisateurs
pt: O que dizem os nossos utilizadores

# HomeCtaTitle
source: Ready to get started?
fr: Prêt à commencer ?
pt: Pronto para começar?

# HomeCtaSubtitle
source: Join over 1,000 developers already trusting WaHub
fr: Rejoignez plus de 1 000 développeurs qui font déjà confiance à WaHub
pt: Junte-se a mais de 1.000 programadores que já confiam no WaHub

# HomeCtaButton1
source: Get started free
fr: Commencer gratuitement
pt: Começar grátis

# HomeCtaButton2
source: Contact sales
fr: Contacter les ventes
pt: Fale com vendas

# FooterTagline
source: The most reliable WhatsApp API platform for developers.
fr: La plateforme d'API WhatsApp la plus fiable pour les développeurs.
pt: A plataforma de API WhatsApp mais confiável para programadores.

# FooterProduct
source: Product
fr: Produit
pt: Produto

# FooterSupport
source: Support
pt: Suporte

# FooterCopyright
source: © {0} WaHub. All rights reserved.
fr: © {0} WaHub. Tous droits réservés.
pt: © {0} WaHub. Todos os direitos reservados.

source: API Docs
fr: Documentation API
pt: Documentação da API

source: Pricing
fr: Tarification
pt: Preços

source: Service Status
fr: État des services
pt: Estado do Serviço

source: Help Center
fr: Centre d'aide
pt: Centro de Ajuda

source: Contact
pt: Contacto

source: Community
fr: Communauté
pt: Comunidade

source: Privacy
fr: Confidentialité
pt: Privacidade

source: Terms
fr: Conditions
pt: Termos

source: GDPR
fr: RGPD
pt: RGPD

# CodeExampleTitle
source: Send message with WaHub API
fr: Envoyer un message avec l'API WaHub
pt: Enviar mensagem com a API do WaHub

# CodeExampleMessage
source: Hello! Message sent from WaHub 🚀
fr: Bonjour ! Message envoyé depuis WaHub 🚀
pt: Olá! Mensagem enviada do WaHub 🚀

# CodeExampleLog
source: Message sent:
fr: Message envoyé :
pt: Mensagem enviada:

# InternalLayout_ErrorOccurred
source: An unhandled error has occurred.
fr: Une erreur non gérée s'est produite.
pt: Ocorreu um erro não tratado.

# InternalLayout_Reload
source: Reload
fr: Recharger
pt: Recarregar

# MyButton_ClickMe
source: Click me
fr: Cliquez-moi
pt: Clique em mim

# MyButton_HelloWorld
source: Hello World from the button
fr: Bonjour le monde depuis le bouton
pt: Olá Mundo do botão

# App_Lang
source: en
fr: fr
pt: pt

# App_Title
source: WaHub - WhatsApp Management Platform
fr: WaHub - Plateforme de gestion WhatsApp
pt: WaHub - Plataforma de Gestão do WhatsApp

# Routes_PageNotFound
source: Page not found
fr: Page non trouvée
pt: Página não encontrada

# Routes_PageNotFoundMessage
source: The page you are looking for does not exist.
fr: La page que vous recherchez n'existe pas.
pt: A página que você procura não existe.

# Routes_BackToHome
source: ← Back to home
fr: ← Retour à l'accueil
pt: ← Voltar para o início

# ErrorBoundaryContent_ErrorOccurred
source: Error Occurred
fr: Une erreur s'est produite
pt: Ocorreu um erro

# ErrorBoundaryContent_Unexpected
source: Oops, unexpected error occurred!
fr: Oups, une erreur inattendue s'est produite !
pt: Ops, ocorreu um erro inesperado!

# Privacy_Title
source: Privacy Policy - WaHub
fr: Politique de Confidentialité - WaHub
pt: Política de Privacidade - WaHub

# Privacy_Header
source: Privacy Policy
fr: Politique de Confidentialité
pt: Política de Privacidade

# Privacy_LastUpdate
source: Last updated: December 15, 2023
fr: Dernière mise à jour : 15 décembre 2023
pt: Última atualização: 15 de dezembro de 2023

# Privacy_Index
source: Index
pt: Índice

# Privacy_Section1
source: 1. Introduction
pt: 1. Introdução

# Privacy_Section2
source: 2. Information We Collect
fr: 2. Informations que nous collectons
pt: 2. Informações que Coletamos

# Privacy_AccountInfo_Intro
source: When you create an account with us, we collect:
fr: Lorsque vous créez un compte chez nous, nous collectons :
pt: Quando você cria uma conta conosco, coletamos:

# Privacy_AccountInfo_Name
source: First and last name
fr: Nom et prénom
pt: Nome e sobrenome

# Privacy_AccountInfo_Email
source: Email address
fr: Adresse e-mail
pt: Endereço de e-mail

# Privacy_AccountInfo_Password
source: Password (encrypted)
fr: Mot de passe (chiffré)
pt: Senha (criptografada)

# Privacy_AccountInfo_Phone
source: Phone number (optional)
fr: Numéro de téléphone (optionnel)
pt: Número de telefone (opcional)

# Privacy_AccountInfo_Company
source: Company information (optional)
fr: Informations sur l'entreprise (optionnel)
pt: Informações da empresa (opcional)

# Privacy_AccountInfo_Photo
source: Profile photo (optional)
fr: Photo de profil (optionnel)
pt: Foto de perfil (opcional)

# Privacy_Section2_2
source: 2.2 Service Usage Information
fr: 2.2 Informations d'utilisation du service
pt: 2.2 Informações de Uso do Serviço

# Privacy_ServiceUsage_Intro
source: To provide and improve our service, we collect:
fr: Pour fournir et améliorer notre service, nous collectons :
pt: Para fornecer e melhorar nosso serviço, coletamos:

# Privacy_ServiceUsage_Preferences
source: Account settings and preferences
fr: Paramètres de compte et préférences
pt: Configurações de conta e preferências

# Privacy_ServiceUsage_History
source: History for the use of functions
fr: Historique pour l'utilisation des fonctions
pt: Histórico de uso de funções

# Privacy_ServiceUsage_Metrics
source: Performance and analytical metrics
fr: Performance et métriques analytiques
pt: Métricas de desempenho e análises

# Privacy_ServiceUsage_Logs
source: ERRORS AND TECHNICAL PROBLEMS
fr: Erreurs et problèmes techniques
pt: Registros de erros e problemas técnicos

# Privacy_ServiceUsage_Integrations
source: Integration information with third -party services
fr: Informations d'intégration avec des services de troisième partie
pt: Informações de integração com serviços de terceiros

# Privacy_Section3
source: 3. How We Use Information
fr: 3. Comment nous utilisons les informations
pt: 3. Como Usamos as Informações

# Privacy_Section3_1
source: 3.1 Provide the Service
fr: 3.1 Fournir le service
pt: 3.1 Fornecer o Serviço

# Privacy_ProvideAccount
source: Create and manage your account
fr: Créer et gérer votre compte
pt: Criar e gerenciar sua conta

# Privacy_ProvideAutomations
source: Process and execute WhatsApp automations
fr: Traiter et exécuter les automatisations WhatsApp
pt: Processar e executar automações do WhatsApp

# Privacy_ProvideSupport
source: Provide technical support and customer service
fr: Fournir un support technique et un service client
pt: Fornecer suporte técnico e atendimento ao cliente

# Privacy_ProvidePayments
source: Process payments and manage billing
fr: Traiter les paiements et gérer la facturation
pt: Processar pagamentos e gerenciar faturamento

# Privacy_ProvideNotifications
source: Send important service notifications
fr: Envoyer des notifications importantes du service
pt: Enviar notificações importantes do serviço

# Privacy_Section3_2
source: 3.2 Improve the Service
fr: 3.2 Améliorer le service
pt: 3.2 Melhorar o Serviço

# Privacy_ImproveUsage
source: Analyze usage patterns to optimize features
fr: Analyser les habitudes d'utilisation pour optimiser les fonctionnalités
pt: Analisar padrões de uso para otimizar funcionalidades

# Privacy_ImproveFeatures
source: Develop new features and services
fr: Développer de nouvelles fonctionnalités et services
pt: Desenvolver novos recursos e serviços

# Privacy_ImproveResearch
source: Conduct research and market analysis
fr: Mener des recherches et des analyses de marché
pt: Realizar pesquisa e análise de mercado

# Privacy_ImproveFixes
source: Identify and fix errors or performance issues
fr: Identifier et corriger les erreurs ou problèmes de performance
pt: Identificar e corrigir erros ou problemas de desempenho

# Privacy_Section4
source: 4. Information Sharing
fr: 4. Partage des informations
pt: 4. Compartilhamento de Informações

# Privacy_Section4_1
source: 4.1 We Do Not Sell Personal Data
fr: 4.1 Nous ne vendons pas de données personnelles
pt: 4.1 Não Vendemos Dados Pessoais

# Privacy_NoSellData
source: We do not sell, rent, or trade your personal information to third parties for marketing purposes.
fr: Nous ne vendons, louons ni ne commercialisons vos informations personnelles à des tiers à des fins de marketing.
pt: Não vendemos, alugamos ou comercializamos suas informações pessoais para terceiros para fins de marketing.

# Privacy_Section4_2
source: 4.2 When We Share Information
fr: 4.2 Quand partageons-nous des informations
pt: 4.2 Quando Compartilhamos Informações

# Privacy_ShareCircumstances
source: We may share your information only in the following circumstances:
fr: Nous pouvons partager vos informations uniquement dans les circonstances suivantes :
pt: Podemos compartilhar suas informações apenas nas seguintes circunstâncias:

# Privacy_WithServiceProviders
source: With Service Providers
fr: Avec des fournisseurs de services
pt: Com Fornecedores de Serviços

# Privacy_PaymentProcessors
source: Payment processors (Stripe, PayPal)
fr: Processeurs de paiement (Stripe, PayPal)
pt: Processadores de pagamento (Stripe, PayPal)

# Privacy_CloudServices
source: Cloud infrastructure services (AWS, Google Cloud)
fr: Services d'infrastructure cloud (AWS, Google Cloud)
pt: Serviços de infraestrutura em nuvem (AWS, Google Cloud)

# Privacy_AnalyticsTools
source: Analytics and monitoring tools
fr: Outils d'analyse et de surveillance
pt: Ferramentas de análise e monitoramento

# Privacy_CustomerSupport
source: Customer support services
fr: Services d'assistance à la clientèle
pt: Serviços de atendimento ao cliente

# Privacy_SecurityProviders
source: Security and fraud prevention providers
fr: Fournisseurs de sécurité et de prévention de la fraude
pt: Fornecedores de segurança e prevenção de fraude

# Privacy_WithConsent
source: With Your Consent
fr: Avec votre consentement
pt: Com Seu Consentimento

# Privacy_ExplicitAuthorization
source: When you explicitly authorize sharing
fr: Lorsque vous autorisez explicitement le partage
pt: Quando você autoriza explicitamente o compartilhamento

# Privacy_ThirdPartyIntegrations
source: For integrations with third-party services you configure
fr: Pour les intégrations avec des services tiers que vous configurez
pt: Para integrações com serviços de terceiros que você configurar

# Privacy_SpecificFeatures
source: For specific features that require data sharing
fr: Pour des fonctionnalités spécifiques nécessitant le partage de données
pt: Para funcionalidades específicas que exigem compartilhamento de dados

# Privacy_LegalRequirements
source: For Legal Requirements
fr: Pour des exigences légales
pt: Por Requisitos Legais

# Privacy_CourtOrders
source: To comply with court orders or subpoenas
fr: Pour se conformer aux ordonnances judiciaires ou aux assignations
pt: Para cumprir ordens judiciais ou intimações

# Privacy_LawsRegulations
source: To comply with applicable laws and regulations
fr: Pour se conformer aux lois et réglementations applicables
pt: Para cumprir leis e regulamentos aplicáveis

# Privacy_ProtectLegalRights
source: To protect our legal rights
fr: Pour protéger nos droits légaux
pt: Para proteger nossos direitos legais

# Privacy_InvestigateViolations
source: To investigate possible violations of our terms
fr: Pour enquêter sur d'éventuelles violations de nos conditions
pt: Para investigar possíveis violações de nossos termos

# Privacy_CorporateTransactions
source: In Corporate Transactions
fr: Dans les transactions d'entreprise
pt: Em Transações Corporativas

# Privacy_TransactionNote
source: In the event of a merger, acquisition, or asset sale, your information may be transferred as part of that transaction, with the same privacy protections.
fr: En cas de fusion, d'acquisition ou de vente d'actifs, vos informations peuvent être transférées dans le cadre de cette transaction, avec les mêmes protections de confidentialité.
pt: No caso de fusão, aquisição ou venda de ativos, suas informações podem ser transferidas como parte dessa transação, com as mesmas proteções de privacidade.

# Privacy_Section5
source: 5. Data Security
fr: 5. Sécurité des données
pt: 5. Segurança de Dados

# Privacy_Section5_1
source: 5.1 Security Measures
fr: 5.1 Mesures de sécurité
pt: 5.1 Medidas de Segurança

# Privacy_SecurityMeasures_Intro
source: We implement multiple layers of security to protect your information:
fr: Nous mettons en œuvre plusieurs couches de sécurité pour protéger vos informations :
pt: Implementamos várias camadas de segurança para proteger suas informações:

# Privacy_TechnicalSecurity
source: Technical Security
fr: Sécurité technique
pt: Segurança Técnica

# Privacy_TLS
source: TLS/SSL encryption for data in transit
fr: Chiffrement TLS/SSL pour les données en transit
pt: Criptografia TLS/SSL para dados em trânsito

# Privacy_AES256
source: AES-256 encryption for data at rest
fr: Chiffrement AES-256 pour les données au repos
pt: Criptografia AES-256 para dados em repouso

# Privacy_2FA
source: Two-factor authentication (2FA)
fr: Authentification à deux facteurs (2FA)
pt: Autenticação de dois fatores (2FA)

# Privacy_RBAC
source: Role-based access controls
fr: Contrôles d'accès basés sur les rôles
pt: Controles de acesso baseados em funções

# Privacy_SecurityMonitoring
source: 24/7 security monitoring
fr: Surveillance de la sécurité 24h/24 et 7j/7
pt: Monitoramento de segurança 24/7

# Privacy_SecurityAudits
source: Regular security audits
fr: Audits de sécurité réguliers
pt: Auditorias regulares de segurança

# Privacy_PhysicalSecurity
source: Physical Security
fr: Sécurité physique
pt: Segurança Física

# Privacy_SOC2
source: SOC 2 certified data centers
fr: Centres de données certifiés SOC 2
pt: Data centers certificados SOC 2

# Privacy_PhysicalAccess
source: Controlled and monitored physical access
fr: Accès physique contrôlé et surveillé
pt: Acesso físico controlado e monitorado

# Privacy_BackupSystems
source: Backup and recovery systems
fr: Systèmes de sauvegarde et de récupération
pt: Sistemas de backup e recuperação

# Privacy_GeoRedundancy
source: Geographic redundancy
fr: Redondance géographique
pt: Redundância geográfica

# Privacy_AdminSecurity
source: Administrative Security
fr: Sécurité administrative
pt: Segurança Administrativa

# Privacy_SecurityTraining
source: Regular security training for employees
fr: Formation régulière à la sécurité pour les employés
pt: Treinamento regular em segurança para funcionários

# Privacy_DataAccessPolicies
source: Strict data access policies
fr: Politiques d'accès strictes aux données
pt: Políticas rigorosas de acesso a dados

# Privacy_NDA
source: Non-disclosure agreements with all staff
fr: Accords de confidentialité avec tout le personnel
pt: Acordos de confidencialidade com toda a equipe

# Privacy_IncidentResponse
source: Incident response processes
fr: Processus de réponse aux incidents
pt: Processos de resposta a incidentes

# Privacy_Section5_2
source: 5.2 Breach Notification
fr: 5.2 Notification de violation
pt: 5.2 Notificação de Violação

# Privacy_BreachNotification
source: In the unlikely event of a security breach affecting your personal data, we will notify you within 72 hours of becoming aware of the incident, as required by applicable regulations.
fr: Dans le cas improbable d'une violation de la sécurité affectant vos données personnelles, nous vous en informerons dans les 72 heures suivant la prise de connaissance de l'incident, comme l'exigent les réglementations applicables.
pt: No improvável caso de uma violação de segurança que afete seus dados pessoais, notificaremos você dentro de 72 horas após tomarmos conhecimento do incidente, conforme exigido pelas regulamentações aplicáveis.

# Privacy_Section6_1
source: 6.1 Retention Periods
fr: 6.1 périodes de rétention
pt: 6.1 Períodos de Retenção

# Privacy_RetentionTable_Type
source: Data Type
fr: Type de données
pt: Tipo de Dado

# Privacy_RetentionTable_Period
source: Retention Period
fr: Période de rétention
pt: Período de Retenção

# Privacy_RetentionTable_Purpose
source: Purpose
fr: But
pt: Propósito

# Privacy_Retention_AccountInfo
source: Account information
fr: Informations sur le compte
pt: Informações da conta

# Privacy_Retention_AccountInfo_Period
source: While the account is active + 30 days
fr: Alors que le compte est actif + 30 jours
pt: Enquanto a conta estiver ativa + 30 dias

# Privacy_Retention_AccountInfo_Purpose
source: Provide the service
fr: Fournir des services
pt: Fornecer o serviço
