Repository: jonasrrq/wahub
Catalog: src/WaHub/Resources/Resource.*.resx
Languages: fr, pt

# Privacy_Section7_Exercise_Form
source: Use our online data request form
fr: Utiliser notre formulaire de demande de données en ligne
pt: Use nosso formulário de solicitação de dados on -line

# Privacy_Section7_Exercise_Phone
source: Call us at +1 (555) 123-4567
fr: Nous appeler au +1 (555) 123-4567
pt: Ligue para +1 (555) 123-4567

# Privacy_Section7_Exercise_Response
source: We will respond to your request within 30 calendar days.
fr: Nous répondrons à votre demande dans un délai de 30 jours calendaires.
pt: Responderemos à sua solicitação dentro de 30 dias de calendário.

# Privacy_DeviceIdentifiers
source: Unique identifiers of the device
fr: Identifiants uniques de l'appareil
pt: Identificadores únicos de dispositivo

# Privacy_Section2_5
source: 2.5 Payment information
fr: 2.5 Informations de Paiement
pt: 2.5 informações de pagamento

# Privacy_PaymentInfo_Intro
source: To treat payments, we collect:
fr: Pour traiter les paiements, nous collectons :
pt: Para tratar os pagamentos, coletamos:

# Privacy_PaymentInfo_Billing
source: Billing information (name, address)
fr: Informations de facturation (nom, adresse)
pt: Informações de cobrança (nome, endereço)

# Privacy_PaymentInfo_Last4
source: Last figures for credit cards
fr: 4 derniers chiffres des cartes de crédit
pt: Últimos números para cartões de crédito

# Privacy_PaymentInfo_History
source: Transactions history
fr: Historique des transactions
pt: Histórico de transações

# Privacy_Note
source: Noticed :
fr: Remarque :
pt: Percebido :

# Privacy_PaymentInfo_Processors
source: The complete details of credit cards are processed directly by our secure payment processors (Stripe, Paypal) and are never stored on our servers.
fr: Les détails complets des cartes de crédit sont traités directement par nos processeurs de paiement sécurisés (Stripe, PayPal) et ne sont jamais stockés sur nos serveurs.
pt: Os detalhes completos dos cartões de crédito são processados ​​diretamente por nossos processadores de pagamento seguros (Stripe, PayPal) e nunca são armazenados em nossos servidores.

# Privacy_HowWeUse
source: How we use the information
fr: Comment nous utilisons les informations
pt: Como usamos a informação

# Privacy_Section7
source: 7. Your rights
fr: 7. Vos droits
pt: 7. Seus Direitos

# Privacy_Important
source: Important:
pt: Importante:

# Privacy_WhatsAppData_Note
source: WhatsApp messages are processed only to provide the requested service and are not permanently stored on our servers unless you specifically configure it.
fr: Les messages WhatsApp sont traités uniquement pour fournir le service demandé et ne sont pas stockés de façon permanente sur nos serveurs, sauf si vous le configurez spécifiquement.
pt: As mensagens do WhatsApp são processadas apenas para fornecer o serviço solicitado e não são armazenadas permanentemente em nossos servidores, a menos que você configure isso especificamente.

# Privacy_Section2_4
source: 2.4 Technical Information
fr: 2.4 Informations techniques
pt: 2.4 Informações Técnicas

# Privacy_TechInfo_Intro
source: We automatically collect certain technical information:
fr: Nous recueillons automatiquement certaines informations techniques :
pt: Coletamos automaticamente certas informações técnicas:

# Privacy_TechInfo_IP
source: IP address and approximate geographic location
fr: Adresse IP et localisation géographique approximative
pt: Endereço IP e localização geográfica aproximada

# Privacy_TechInfo_Browser
source: Browser and device type
fr: Type de navigateur et d'appareil
pt: Tipo de navegador e dispositivo

# Privacy_TechInfo_OS
source: Operating system
fr: Système d'exploitation
pt: Sistema operacional

# Privacy_TechInfo_Pages
source: Pages visited and time spent
fr: Pages visitées et temps de visite
pt: Páginas visitadas e tempo de permanência

# Privacy_TechInfo_Referrer
source: Referrer source
fr: Source de référence
pt: Fonte de referência

# Pricing_Title
source: Plans that fit your business
fr: Des plans adaptés à votre entreprise
pt: Planos que se adaptam ao seu negócio

# Pricing_Description
source: Start for free and scale as you need. No contracts, no surprises.
fr: Commencez gratuitement et évoluez selon vos besoins. Pas de contrats, pas de surprises.
pt: Comece grátis e escale conforme suas necessidades. Sem contratos, sem surpresas.

# Pricing_Monthly
source: Monthly
fr: Mensuel
pt: Mensal

# Pricing_Annual
source: Annual
fr: Annuel
pt: Anual

# Pricing_FreePlan
source: Free
fr: Gratuit
pt: Gratuito

# Pricing_FreePlan_Description
source: Perfect for personal projects and testing
fr: Parfait pour les projets personnels et les tests
pt: Perfeito para projetos pessoais e testes

# Pricing_ProPlan
source: Professional
fr: Professionnel
pt: Profissional

# Pricing_ProPlan_Description
source: Ideal for small and medium businesses
fr: Idéal pour les petites et moyennes entreprises
pt: Ideal para pequenas e médias empresas

# Pricing_BusinessPlan
source: Business
fr: Entreprise
pt: Empresarial

# Pricing_BusinessPlan_Description
source: For high-volume companies
fr: Pour les entreprises à fort volume
pt: Para empresas com grandes volumes

# Pricing_Feature_Messages
source: {0} messages/month
fr: {0} messages/mois
pt: {0} mensagens/mês

# Pricing_Feature_Instances
source: {0} WhatsApp instance(s)
fr: {0} instance(s) WhatsApp
pt: {0} instância(s) de WhatsApp

# Pricing_Feature_Api
source: {0} REST API
fr: API REST {0}
pt: API REST {0}

# Pricing_Feature_Webhooks
source: {0} Webhooks
fr: Webhooks{0}
pt: Webhooks{0}

# Pricing_Feature_Dashboard
source: {0} Dashboard
fr: Tableau de bord {0}
pt: Dashboard {0}

# Pricing_Feature_Support
source: {0} Support
fr: Support {0}
pt: Suporte {0}

# Pricing_Feature_Analytics
source: {0} Analytics
fr: Analyses {0}
pt: Análises {0}

# Pricing_Feature_Integrations
source: Integrations
fr: Intégrations
pt: Integrações

# Pricing_Feature_Promotions
source: Promotions
pt: Promoções

# Pricing_Feature_AccountManager
source: Dedicated account manager
fr: Gestionnaire de compte dédié
pt: Gerente de conta dedicado

# Pricing_Feature_24_7Support
source: 24/7 Support
fr: Support 24/7
pt: Suporte 24/7

# Pricing_Feature_CustomWebhooks
source: Custom webhooks
fr: Webhooks personnalisés
pt: Webhooks personalizados

# Pricing_Feature_AdvancedDashboard
source: Advanced dashboard
fr: Tableau de bord avancé
pt: Dashboard avançado

# Pricing_Feature_EnterpriseApi
source: Enterprise REST API
fr: API REST Enterprise
pt: API REST Enterprise

# Pricing_Feature_UnlimitedInstances
source: Unlimited instances
fr: Instances illimitées
pt: Instâncias ilimitadas

# Pricing_Button_Free
source: Start for free
fr: Commencer gratuitement
pt: Começar grátis

# Pricing_Button_Trial
source: Start free trial
fr: Démarrer l'essai gratuit
pt: Iniciar teste gratuito

# Pricing_Button_Contact
source: Contact sales
fr: Contacter les ventes
pt: Contactar vendas

# Pricing_MostPopular
source: Most popular
fr: Le plus populaire
pt: Mais popular

# Pricing_OriginalPrice
source: Original price
fr: Prix d'origine
pt: Preço original

# Pricing_FAQ_Title
source: Frequently Asked Questions
fr: Questions fréquentes
pt: Perguntas frequentes

# Pricing_FAQ_ChangePlan_Q
source: Can I change my plan at any time?
fr: Puis-je changer de plan à tout moment ?
pt: Posso mudar de plano a qualquer momento?

# Pricing_FAQ_ChangePlan_A
source: Yes, you can upgrade or downgrade your plan whenever you want. Changes apply immediately.
fr: Oui, vous pouvez mettre à niveau ou rétrograder votre plan quand vous le souhaitez. Les changements s'appliquent immédiatement.
pt: Sim, você pode fazer upgrade ou downgrade do seu plano quando quiser. As mudanças são aplicadas imediatamente.

# Pricing_FAQ_Limit_Q
source: What happens if I exceed my message limit?
fr: Que se passe-t-il si je dépasse ma limite de messages ?
pt: O que acontece se eu ultrapassar meu limite de mensagens?

# Pricing_FAQ_Limit_A
source: We will notify you when you are close to the limit. You can upgrade your plan or buy additional messages.
fr: Nous vous informerons lorsque vous approcherez de la limite. Vous pouvez mettre à niveau votre plan ou acheter des messages supplémentaires.
pt: Vamos notificá-lo quando estiver próximo do limite. Você pode fazer upgrade do plano ou comprar mensagens adicionais.

# Pricing_FAQ_NGO_Q
source: Do you offer discounts for NGOs?
fr: Offrez-vous des réductions pour les ONG ?
pt: Vocês oferecem descontos para ONGs?

# Pricing_FAQ_NGO_A
source: Yes, we offer special discounts for non-profit organizations. Contact us for more information.
fr: Oui, nous offrons des réductions spéciales pour les organisations à but non lucratif. Contactez-nous pour plus d'informations.
pt: Sim, oferecemos descontos especiais para organizações sem fins lucrativos. Entre em contato para mais informações.

# Pricing_FAQ_Setup_Q
source: Are there setup costs?
fr: Y a-t-il des frais d'installation ?
pt: Existem custos de configuração?

# Pricing_FAQ_Setup_A
source: No, there are no setup costs or hidden fees. You only pay for what you use.
fr: Non, il n'y a pas de frais d'installation ni de frais cachés. Vous ne payez que pour ce que vous utilisez.
pt: Não, não há custos de configuração nem taxas ocultas. Você só paga pelo que usa.

# Pricing_CTA_Title
source: Ready to get started?
fr: Prêt à commencer ?
pt: Pronto para começar?

# Pricing_CTA_Description
source: Join over 10,000 developers who trust WaHub
fr: Rejoignez plus de 10 000 développeurs qui font confiance à WaHub
pt: Junte-se a mais de 10.000 desenvolvedores que confiam no WaHub

# Pricing_CTA_Button
source: Start for free
fr: Commencer gratuitement
pt: Começar grátis

# Contact_Title
source: Contact
pt: Contacto

# Contact_ContactUs
source: Contact Us
fr: Nous Contacter
pt: Contacte-nos

# Contact_Lead
source: Have questions? We'd love to help. Get in touch with our team.
fr: Des questions? Nous serions ravis de vous aider. Prenez contact avec notre équipe.
pt: Tem perguntas? Gostaríamos de ajudar. Entre em contacto com a nossa equipa.

# Contact_InfoTitle
source: Contact Information
fr: Informations de Contact
pt: Informações de Contacto

# Contact_EmailResponse
source: Response within 24 hours
fr: Réponse sous 24 heures
pt: Resposta em 24 horas

# Contact_Phone
source: Phone
fr: Téléphone
pt: Telefone

# Contact_PhoneHours
source: Monday to Friday 9AM - 6PM
fr: Lundi au Vendredi 9h - 18h
pt: Segunda a Sexta 9AM - 6PM

# Contact_WhatsAppSupport
source: Immediate support
fr: Support immédiat
pt: Suporte imediato

# Contact_Office
source: Office
fr: Bureau
pt: Escritório

# Contact_OfficeVisit
source: Visit by appointment
fr: Visite sur rendez-vous
pt: Visita com hora marcada

# Contact_SendMessage
source: Send a Message
fr: Envoyer un Message
pt: Enviar uma Mensagem

# Contact_FirstName
source: First Name
fr: Prénom
pt: Nome

# Contact_FirstName_Placeholder
source: Your first name
fr: Votre prénom
pt: O seu nome

# Contact_LastName
source: Last Name
fr: Nom de Famille
pt: Apelido

# Contact_LastName_Placeholder
source: Your last name
fr: Votre nom de famille
pt: O seu apelido

# Contact_Email_Placeholder
source: your@email.com
fr: votre@email.com
pt: o_seu@email.com

# Contact_Company
source: Company
fr: Entreprise
pt: Empresa

# Contact_Company_Optional
source: (Optional)
fr: (Optionnel)
pt: (Opcional)

# Contact_Company_Placeholder
source: Your company name
fr: Nom de votre entreprise
pt: Nome da sua empresa

# Contact_Subject
source: Subject
fr: Sujet
pt: Assunto

# Contact_Subject_Placeholder
source: Select a subject
fr: Sélectionnez un sujet
pt: Selecione um assunto

# Contact_Subject_Sales
source: Sales Inquiry
fr: Demande Commerciale
pt: Consulta de Vendas

# Contact_Subject_Support
source: Technical Support
fr: Support Technique
pt: Suporte Técnico

# Contact_Subject_Billing
source: Billing
fr: Facturation
pt: Faturação

# Contact_Subject_Feature
source: Feature Request
fr: Demande de Fonctionnalité
pt: Pedido de Funcionalidade

# Contact_Subject_Partnership
source: Partnership
fr: Partenariat
pt: Parceria

# Contact_Subject_Other
source: Other
fr: Autre
pt: Outro

# Contact_Message
source: Message
pt: Mensagem

# Contact_Message_Placeholder
source: Tell us how we can help you...
fr: Dites-nous comment nous pouvons vous aider...
pt: Diga-nos como podemos ajudar...

# Contact_Accept
source: I accept the
fr: J'accepte la
pt: Aceito a

# Contact_PrivacyPolicy
source: Privacy Policy
fr: Politique de Confidentialité
pt: Política de Privacidade

# Contact_And
source: and the
fr: et les
pt: e os

# Contact_Terms
source: Terms of Service
fr: Conditions Générales de Service
pt: Termos de Serviço

# Contact_Sending
source: Sending...
fr: Envoi en cours...
pt: A enviar...

# Contact_Send
source: Send Message
fr: Envoyer le Message
pt: Enviar Mensagem

# Contact_FAQ_Title
source: Frequently Asked Questions
fr: Questions Fréquentes
pt: Perguntas Frequentes

# Contact_FAQ_Lead
source: Answers to the most common questions we receive from our clients
fr: Réponses aux questions les plus courantes que nous recevons de nos clients
pt: Respostas às perguntas mais comuns que recebemos dos nossos clientes

# Contact_FAQ_Response_Q
source: How long does it take to receive a response?
fr: Combien de temps faut-il pour recevoir une réponse?
pt: Quanto tempo demora a receber uma resposta?

# Contact_FAQ_Response_A
source: We respond to all emails within 24 hours on business days. For urgent inquiries, we recommend using our WhatsApp chat for a faster response.
fr: Nous répondons à tous les e-mails dans les 24 heures ouvrables. Pour les demandes urgentes, nous vous recommandons d'utiliser notre chat WhatsApp pour une réponse plus rapide.
pt: Respondemos a todos os e-mails dentro de 24 horas durante dias úteis. Para consultas urgentes, recomendamos que utilize o nosso chat WhatsApp para uma resposta mais rápida.

# Contact_FAQ_Language_Q
source: Do you offer support in English?
fr: Offrez-vous un support en français?
pt: Oferecem suporte em português?

# Contact_FAQ_Language_A
source: Of course! Our support team is available in Spanish, English, and other languages. Feel free to contact us in the language you feel most comfortable with.
fr: Bien sûr! Notre équipe de support est disponible en espagnol, anglais et d'autres langues. N'hésitez pas à nous contacter dans la langue avec laquelle vous êtes le plus à l'aise.
pt: Claro! A nossa equipa de suporte está disponível em português, inglês e outras línguas. Não hesite em contactar-nos na língua com a qual se sinta mais confortável.

# Contact_FAQ_Demo_Q
source: Can I schedule a personalized demo?
fr: Puis-je planifier une démo personnalisée?
pt: Posso agendar uma demonstração personalizada?

# Contact_FAQ_Demo_A
source: Yes, we offer free personalized demos where we will show you all the features of our platform. Our sales team will be happy to tailor the demo to your specific needs.
fr: Oui, nous proposons des démos personnalisées gratuites où nous vous montrerons toutes les fonctionnalités de notre plateforme. Notre équipe de vente se fera un plaisir d'adapter la démo à vos besoins spécifiques.
pt: Sim, oferecemos demonstrações personalizadas gratuitas onde lhe mostraremos todas as funcionalidades da nossa plataforma. A nossa equipa de vendas terá todo o gosto em adaptar a demonstração às suas necessidades específicas.

# Contact_FAQ_NGO_Q
source: Are there discounts for non-profit organizations?
fr: Y a-t-il des réductions pour les organisations à but non lucratif?
pt: Existem descontos para organizações sem fins lucrativos?

# Contact_FAQ_NGO_A
source: Yes, we offer special pricing for NGOs, educational, and non-profit organizations. Contact us for more information about our discount programs.
fr: Oui, nous offrons des tarifs spéciaux pour les ONG, les organisations éducatives et à but non lucratif. Contactez-nous pour plus d'informations sur nos programmes de réduction.
pt: Sim, oferecemos preços especiais para ONGs, organizações educacionais e sem fins lucrativos. Contacte-nos para obter mais informações sobre os nossos programas de desconto.

# Contact_FAQ_NotFound
source: Can't find what you're looking for?
fr: Vous ne trouvez pas ce que vous cherchez?
pt: Não encontra o que procura?

# Contact_FAQ_ContactUs
source: Contact Us
fr: Nous Contacter
pt: Contacte-nos

# Contact_Validation_FirstName
source: First name is required
fr: Le prénom est requis
pt: O nome é obrigatório

# Contact_Validation_LastName
source: Last name is required
fr: Le nom de famille est requis
pt: O apelido é obrigatório

# Contact_Validation_Email
source: Email is required
fr: L'e-mail est requis
pt: O email é obrigatório

# Contact_Validation_EmailFormat
source: Invalid email format
fr: Format d'e-mail invalide
pt: Formato de email inválido

# Contact_Validation_Subject
source: Select a subject
fr: Sélectionnez un sujet
pt: Selecione um assunto

# Contact_Validation_Message
source: Message is required
fr: Le message est requis
pt: A mensagem é obrigatória

# Contact_Validation_Privacy
source: You must accept the privacy policy and terms of service
fr: Vous devez accepter la politique de confidentialité et les conditions générales de service
pt: Deve aceitar a política de privacidade e os termos de serviço

# Contact_Alert_Success
source: Message sent successfully! We will contact you soon.
fr: Message envoyé avec succès! Nous vous contacterons bientôt.
pt: Mensagem enviada com sucesso! Entraremos em contacto em breve.

# Contact_Alert_Error
source: There was an error sending your message. Please try again later.
fr: Une erreur est survenue lors de l'envoi de votre message. Veuillez réessayer plus tard.
pt: Ocorreu um erro ao enviar a sua mensagem. Por favor, tente novamente mais tarde.

# ApiDocs_Title
source: API Documentation
fr: Documentation API
pt: Documentação API

# ApiDocs_Sidebar_Title
source: Documentation
pt: Documentação

# ApiDocs_Sidebar_GettingStarted_Title
source: Getting Started
fr: Premier pas
pt: Primeiros passos

# ApiDocs_Sidebar_GettingStarted_Intro
source: Introduction
pt: Introdução

# ApiDocs_Sidebar_GettingStarted_Auth
source: Authentication
fr: Authentification
pt: Autenticação

# ApiDocs_Sidebar_GettingStarted_QuickStart
source: Quick Start
fr: Démarrage rapide
pt: Início Rápido

# ApiDocs_Sidebar_APIReference_Title
source: API Reference
fr: Référence de l'API
pt: Referência da API

# ApiDocs_Sidebar_APIReference_SendMessages
source: Send Messages
fr: Envoyer des messages
pt: Enviar mensagens

# ApiDocs_Sidebar_APIReference_Instances
source: Instances
pt: Instâncias

# ApiDocs_Sidebar_APIReference_Contacts
source: Contacts
pt: Contactos

# ApiDocs_Intro_Title
source: Introduction to WaHub API
fr: Introduction à l'API WAHUB
pt: Introdução à API WaHub

# ApiDocs_Intro_Description
source: WaHub provides a simple yet powerful REST API to integrate WhatsApp into your applications. With just a few lines of code, you can send messages, receive webhooks, and manage contacts.
fr: WAHUB fournit une API simple et puissante pour intégrer WhatsApp dans vos applications. Avec seulement quelques lignes de code, vous pouvez envoyer des messages, recevoir des webhooks et gérer les contacts.
pt: WaHub fornece uma API REST simples e poderosa para integrar o WhatsApp nas suas aplicações. Com apenas algumas linhas de código, pode enviar mensagens, receber webhooks e gerir contactos.

# ApiDocs_Intro_InfoBox_Title
source: 🚀 Get Started in 5 Minutes
fr: 🚀 Commencez en 5 minutes
pt: 🚀 Comece em 5 minutos

# ApiDocs_Intro_InfoBox_Content
source: Our API is designed to help you integrate WhatsApp into your application in less than 5 minutes.
fr: Notre API est conçue afin que vous puissiez intégrer WhatsApp dans votre application en moins de 5 minutes.
pt: A nossa API foi concebida para que possa integrar o WhatsApp na sua aplicação em menos de 5 minutos.

# ApiDocs_BaseURL_Title
source: Base URL
fr: URL de base
pt: URL Base

# ApiDocs_ResponseFormat_Title
source: Response Format
fr: Format de réponse
pt: Formato de resposta

# ApiDocs_ResponseFormat_Description
source: All API responses are in JSON format:
fr: Toutes les réponses API sont au format JSON:
pt: Todas as respostas da API estão no formato JSON:

# ApiDocs_ResponseFormat_SuccessMessage
source: Operation successful
fr: Opération réussie
pt: Operação bem-sucedida

# ApiDocs_Auth_Title
source: Authentication
fr: Authentification
pt: Autenticação

# ApiDocs_Auth_Description
source: WaHub uses API Keys to authenticate requests. Your API Key can be found in your dashboard.
fr: WAHUB utilise des clés API pour authentifier les applications. Votre clé API est dans votre tableau de bord.
pt: WaHub utiliza Chaves de API para autenticar os pedidos. A sua Chave de API encontra-se no seu dashboard.

# ApiDocs_Auth_WarningBox_Title
source: ⚠️ Keep your API Key secure
fr: ⚠️ Gardez votre clé API Segura
pt: ⚠️ Mantenha a sua Chave de API segura

# ApiDocs_Auth_WarningBox_Content
source: Do not expose your API Key in frontend code. Use it only in your backend.
fr: N'exposez pas votre API clé en code fronnnd. Utilisez-le seul dans votre backend.
pt: Não exponha a sua Chave de API em código frontend. Utilize-a apenas no seu backend.

# ApiDocs_Auth_Example_Title
source: Authentication Example
fr: Exemple d'authentification
pt: Exemplo de autenticação

# ApiDocs_QuickStart_Title
source: Quick Start
fr: Démarrage rapide
pt: Início Rápido

# ApiDocs_QuickStart_Description
source: Send your first WhatsApp message in less than 2 minutes:
fr: Envoyez votre premier message avec WhatsApp en moins de 2 minutes:
pt: Envie a sua primeira mensagem com WhatsApp em menos de 2 minutos:

# ApiDocs_QuickStart_Step1_Title
source: Step 1: Get your API Key
fr: Étape 1: Obtenez votre clé API
pt: Passo 1: Obtenha a sua Chave de API

# ApiDocs_QuickStart_Step1_Content
source: Register on WaHub and get your API Key from the dashboard.
fr: Inscrivez-vous à WAHUB et obtenez votre clé API à partir du tableau de bord.
pt: Registe-se no WaHub e obtenha a sua Chave de API no dashboard.

# ApiDocs_QuickStart_Step2_Title
source: Step 2: Set up an instance
fr: Étape 2: configurer une instance
pt: Passo 2: Configure uma instância

# ApiDocs_QuickStart_Step2_Content
source: Scan the QR code to connect your WhatsApp number.
fr: Analysez le code QR pour connecter votre numéro WhatsApp.
pt: Digitalize o código QR para conectar o seu número de WhatsApp.

# ApiDocs_QuickStart_Step3_Title
source: Step 3: Send your first message
fr: Étape 3: Envoyez votre premier message
pt: Passo 3: Envie a sua primeira mensagem

# ApiDocs_QuickStart_Step3_Message
source: Hello from WaHub! 👋
fr: Bonjour de Wahub! 👋
pt: Olá do WaHub! 👋

# ApiDocs_SendMessages_Title
source: Send Messages
fr: Envoyer des messages
pt: Enviar mensagens

# ApiDocs_SendMessages_Description
source: Send different types of messages using the WaHub API.
fr: Envoyez différents types de messages à l'aide de l'API WAHUB.
pt: Envie diferentes tipos de mensagens usando a API do WaHub.

# ApiDocs_SendMessages_PostEndpoint_Description
source: Send a text, image, document, or any other type of content message.
fr: Envoyer un texte, une image, un document ou tout autre message de contenu.
pt: Envie uma mensagem de texto, imagem, documento ou qualquer outro tipo de conteúdo.

# ApiDocs_SendMessages_Parameters_Title
source: Parameters
fr: Paramètres
pt: Parâmetros

# ApiDocs_SendMessages_Parameters_Param
source: Parameter
fr: Paramètre
pt: Parâmetro

# ApiDocs_SendMessages_Parameters_Type
source: Type
fr: Gars
pt: Tipo

# ApiDocs_SendMessages_Parameters_Required
source: Required
fr: Demandé
pt: Obrigatório

# ApiDocs_SendMessages_Parameters_Description
source: Description
pt: Descrição

# ApiDocs_SendMessages_Parameters_To_Desc
source: Phone number with country code
fr: Numéro de téléphone avec code de pays
pt: Número de telefone com código de país
